Repository: 2lambda123/dashboard-builder
Catalog: dashboard_frontend/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de, el, it, ja

source: Attribute description
ar_sa: وصف السمة
de: Attributbeschreibung
el: Περιγραφή χαρακτηριστικού
it: Descrizione attributo
ja: 属性の説明

source: Attribute type
ar_sa: نوع السمة
de: Attributtyp
el: Τύπος χαρακτηριστικού
it: Tipo attributo
ja: 属性タイプ

source: Integer
ar_sa: عدد صحيح
de: Ganzzahl
el: Ακέραιος αριθμός
ja: 整数

source: Float
ar_sa: يطفو
de: Fließend
el: Κινούμενη
ja: 浮く

source: String
ar_sa: خيط
de: Zeichenkette
el: Σειρά
ja: ストリング

source: Boolean
ar_sa: قيمة منطقية
de: Boolescher Wert
el: Μπουλεάν
ja: ブール値

source: Attribute initial value
ar_sa: القيمة الأولية للسمة
de: Attribut-Anfangswert
el: Αρχική τιμή χαρακτηριστικού
it: Valore iniziale attributo
ja: 属性の初期値

source: Metric
ar_sa: قياس
de: Metrisch
el: Μετρικός
it: Metrica
ja: メトリック

source: Metric description
ar_sa: وصف المقياس
de: Beschreibung der Metrik
el: Μετρική περιγραφή
it: Descrizione metrica
ja: メトリックの説明

source: Context
ar_sa: سياق الكلام
de: Kontext
el: Γενικό πλαίσιο
it: Constesto
ja: 環境

source: Scheduler
ar_sa: المجدول
de: Planer
el: Χρονοδιάγραμμα εργασιών
ja: スケジューラー

source: Jobs areas
ar_sa: مجالات الوظائف
de: Jobbereiche
el: Τομείς απασχόλησης
it: Aree Jobs
ja: ジョブ領域

source: Jobs groups
ar_sa: مجموعات الوظائف
de: Jobgruppen
el: Ομάδες εργασίας
it: Gruppi Jobs
ja: ジョブ グループ

source: Jobs names
ar_sa: أسماء الوظائف
de: Namen von Jobs
el: Ονόματα θέσεων εργασίας
it: Nomi Jobs
ja: ジョブ名

source: Generic widget properties
ar_sa: خصائص القطعة العامة
de: Generische Widget-Eigenschaften
el: Γενικές ιδιότητες widget
it: Proprietà generiche widget
ja: 汎用ウィジェットのプロパティ

source: Title
ar_sa: العنوان
de: Titel
el: Τίτλος
it: Titolo
ja: タイトル

source: Background color
ar_sa: لون الخلفية
de: Hintergrundfarbe
el: Χρώμα φόντου
it: Colore Sfondo
ja: 背景色

source: Content
ar_sa: محتوى
de: Inhalt
el: Περιεχόμενο
it: Contenuto
ja: コンテンツ

source: font size
ar_sa: حجم الخط
de: Schriftgröße
el: μέγεθος γραμματοσειράς
it: dimensione carattere
ja: フォントサイズ

source: Content font color
ar_sa: لون خط المحتوى
de: Schriftfarbe
el: Χρώμα γραμματοσειράς περιεχομένου
it: Colore carattere contenuto
ja: コンテンツフォントの色

source: Header text color
ar_sa: لون نص العنوان
de: Header Textfarbe
el: Χρώμα κειμένου κεφαλίδας
it: Colore testo Intestazione
ja: ヘッダーテキスト色

source: Period
ar_sa: فترة
de: Zeitraum
el: Περίοδος
it: Periodo
ja: 期間

source: No
ar_sa: لا
de: Nein
el: Αριθμός
ja: いいえ

source: 4 Hours
ar_sa: 4 ساعات
de: 4 Stunden
el: 4 Ώρες
it: 4 ore
ja: 4時間

source: 12 Hours
ar_sa: 12 ساعة
de: 12 Stunden
el: 12ωρο
it: 12 ore
ja: 12時間

source: Day
ar_sa: يوم
de: Tag
el: Ημέρα
it: Giorno
ja: 日

source: Week
ar_sa: أسبوع
de: Woche
el: Εβδομάδα
it: Settimana
ja: 週

source: Month
ar_sa: شهر
de: Monat
el: Μήνας
it: Mese
ja: 月

source: 6 Months
ar_sa: 6 اشهر
de: 6 Monate
el: 6 Μηνών
it: 6 mesi
ja: 6ヵ月

source: Year
ar_sa: سنة
de: Jahr
el: Χρόνος
it: Anno
ja: 年

source: 2 Years
ar_sa: سنتان
de: zwei Jahre
el: Για 2 Χρόνια
it: 2 Anni
ja: 2年

source: 10 Years
ar_sa: 10 سنوات
de: 10 Jahre
el: 10 Χρόνια
it: 10 Anni
ja: 10年

source: Refresh rate (s)
ar_sa: معدل (معدلات) التحديث
de: Aktualisierungsrate
el: Ρυθμός ανανέωσης
ja: リフレッシュレート（s）

source: Height
ar_sa: ارتفاع
de: Höhe
el: Ύψος
it: Altezza

source: Width
ar_sa: عرض
de: Breite
el: Πλάτος
it: Larghezza
ja: 幅

source: Next to value
ar_sa: بجانب القيمة
de: Neben dem Wert
el: Δίπλα στην τιμή
it: Accanto al valore
ja: 値の横

source: Below value
ar_sa: أقل من القيمة
de: Unter Wert
el: Κάτω από την τιμή
it: Sotto il valore
ja: 値を下回る

source: Show header
ar_sa: إظهار الرأس
de: Header anzeigen
el: Εμφάνιση κεφαλίδας
it: Mostra Intestazione
ja: ヘッダーを表示

source: Yes
ar_sa: نعم
de: Ja
el: Ναί
it: Sì
ja: はい

source: Font type (autosuggestion)
ar_sa: نوع الخط (اقتراح تلقائي)
de: Schriftart (automatischer Vorschlag)
el: Τύπος γραμματοσειράς (αυτόματη πρόταση)
it: Tipo di carattere (autosuggerimento)
ja: フォントタイプ（自動暗示）

source: Specific widget properties
ar_sa: خصائص القطعة المحددة
de: Spezifische Widget-Eigenschaften
el: Συγκεκριμένες ιδιότητες widget
it: Proprietà widget specifiche
ja: 特定のウィジェットのプロパティ

source: Confirm
ar_sa: قم بالتأكيد
de: Bestätigen
el: Επιβεβαιώνω
it: Conferma
ja: 確認

source: Cancel
ar_sa: إلغاء
de: Annullieren
el: Ματαίωση
it: Annulla
ja: キャンセル

source: Dashboard properties
ar_sa: لوحات معلوماتي الخاصة
de: Dashboard Eigenschaften
el: Ιδιότητες πίνακα ελέγχου
it: Proprietà dashboard
ja: プロパティ

source: Measures
ar_sa: الإجراءات
de: Maßnahmen
el: Μέτρα
it: Misure
ja: 対策

source: Background
ar_sa: خلفية
de: Hintergrund
el: Ιστορικό
it: Sfondo
ja: 背景の暗さ

source: Dashboard width (cells)
ar_sa: لوحات معلوماتي الخاصة
de: Breite des Dashboards (Zellen)
el: Πλάτος ταμπλό (κελιά)
it: Larghezza Dashboard (celle)
ja: 自分のダッシュボード

source: Header logo link
ar_sa: رابط شعار العنوان
de: Link zum Header-Logo
el: Σύνδεσμος λογότυπου κεφαλίδας
it: Link Logo Intestazione
ja: ヘッダーの色

source: Use image
ar_sa: العنوان قيد الاستخدام بالفعل
de: Bild verwenden
el: Χρησιμοποιήστε την εικόνα
it: Usa Immagine
ja: すでに使用されているタイトル

source: Upload new image
ar_sa: تحميل صورة جديدة
de: Neues Bild hochladen
el: Ανεβάστε νέα εικόνα
it: Carica nuova Immagine
ja: 新規作成

source: 1) Open the dashboard in view mode
ar_sa: 1) افتح لوحة القيادة في وضع العرض
de: 1) Öffnen Sie das Dashboard im Ansichtsmodus
el: 1) Ανοίξτε τον πίνακα εργαλείων σε λειτουργία προβολής
it: 1) Aprire la Dashboard in modalità di visualizzazione
ja: 1）ダッシュボードを表示モードで開きます

source: 2) Take a snapshot (e.g. with STAMP or with specific tools)
ar_sa: 2) خذ لقطة (على سبيل المثال باستخدام STAMP أو باستخدام أدوات محددة)
de: 2) Schnappschuss machen (z.B. mit STAMP oder mit spezifischen Werkzeugen)
el: 2) Τραβήξτε ένα στιγμιότυπο (π.χ. με STAMP ή με συγκεκριμένα εργαλεία)
it: 2) Scatta uno snapshot (ad esempio con STAMP o con strumenti specifici)
ja: 2）スナップショットを作成します（例：STAMPまたは特定のツールを使用）

source: 3) Save it in your mass memory
ar_sa: 3) احفظه في ذاكرتك الجماعية
de: 3) Speichern Sie es in Ihrem Massenspeicher
el: 3) Αποθηκεύστε το στη μαζική μνήμη σας
it: 3) Salvalo nella tua memoria di massa
ja: 3）大容量メモリに保存します

source: 4) Upload it from the following input
ar_sa: 4) قم بتحميله من المدخلات التالية
de: 4) Laden Sie es aus der folgenden Eingabe hoch
el: 4) Ανεβάστε το από την ακόλουθη είσοδο
it: 4) Caricarlo dal seguente input
ja: 4）次の入力からアップロードします

source: External content
ar_sa: المحتوى الخارجي
de: Externe Inhalte
el: Εξωτερικό περιεχόμενο
it: Contenuto esterno
ja: コンテンツ

source: evacuation plan status management
ar_sa: إدارة حالة خطة الإخلاء
de: Management des Evakuierungsplanstatus
el: διαχείριση κατάστασης σχεδίου εκκένωσης
it: gestione dello stato del piano di evacuazione
ja: 避難計画状況管理

source: plan identifier
ar_sa: معرف الخطة
de: Plan-ID
el: αναγνωριστικό σχεδίου
it: identificatore del piano
ja: 計画の特定

source: current approval status
ar_sa: حالة الموافقة الحالية
de: aktueller Zulassungsstatus
el: τρέχουσα κατάσταση έγκρισης
it: stato di approvazione attuale
ja: 現在の承認状況

source: new approval status
ar_sa: حالة الموافقة الجديدة
de: neuer Genehmigungsstatus
el: νέα κατάσταση έγκρισης
it: nuovo stato di approvazione
ja: 新しい承認ステータス

source: updating status, please wait
ar_sa: تحديث الحالة ، يرجى الانتظار
de: Statusaktualisierung, bitte warten
el: ενημέρωση κατάστασης, περιμένετε
it: modifica stato, attendere prego
ja: ステータスの更新、お待ちください

source: status successfully updated
ar_sa: تم تحديث الحالة بنجاح
de: Status erfolgreich aktualisiert
el: η κατάσταση ενημερώθηκε με επιτυχία
it: stato modificato con successo
ja: ステータスが正常に更新されました

source: error while trying to send new status to server, please try again
ar_sa: خطأ أثناء محاولة إرسال الحالة الجديدة إلى الخادم ، يرجى المحاولة مرة أخرى
de: Fehler beim Versuch, einen neuen Status an den Server zu senden, versuchen Sie es erneut
el: σφάλμα κατά την προσπάθεια αποστολής νέας κατάστασης στο διακομιστή, δοκιμάστε ξανά
it: errore durante la clonazione della dashboard, riprovare prego
ja: サーバーに新しいステータスを送信しようとしたときにエラーが発生しました。再試行してください

source: cancel
ar_sa: إلغاء
de: annullieren
el: ακύρωση
it: annulla
ja: キャンセル

source: confirm
ar_sa: قم بالتأكيد
de: bestätigen
el: επιβεβαιώνω
it: conferma
ja: 確認

source: Modify widget
ar_sa: تعديل القطعة
de: Widget "Ändern"
el: Τροποποίηση widget
it: Modifica widget
ja: ウィジェットを変更する

source: Input from personal apps
ar_sa: المدخلات من التطبيقات الشخصية
de: Eingaben von persönlichen Apps
el: Εισαγωγή από προσωπικές εφαρμογές
it: Input da App personali
ja: パーソナルアプリからの入力

source: Entity id
ar_sa: معرف الكيان
de: Entitäts-ID
el: Αναγνωριστικό οντότητας
it: ID entità
ja: エンティティID

source: Widget name
ar_sa: اسم التطبيق المصغر
de: Widget-Bezeichnung
el: Όνομα widget
it: Nome widget
ja: ウィジェット名

source: Backgound color
ar_sa: لون الخلفية
de: Backgound Farbe
el: Χρώμα του φόντου
it: Colore Sfondo
ja: 背景色

source: Embed this dashboard
ar_sa: لوحات معلومات عامة
de: Dieses Dashboard einbetten
el: Ενσωμάτωση αυτού του πίνακα ελέγχου
it: Incorpora questa Dashboard in pagina web
ja: プロパティ

source: Iframe markup generation
ar_sa: إنشاء ترميز Iframe
de: Iframe-Markup-Generierung
el: Δημιουργία σήμανσης Iframe
it: Generazione markup Iframe
ja: Iframeマークアップの生成

source: Automatic
ar_sa: تلقائي
de: Automatisch
el: Αυτόματο
it: Automatico
ja: 自動

source: Manual
ar_sa: يدوي
de: Manuell
el: Εγχειρίδιο
it: Manuale
ja: マニュアル

source: Embed mode
ar_sa: وضع التضمين
de: Einbettungsmodus
el: Λειτουργία ενσωμάτωσης
it: Modalità di incorporamento
ja: 埋め込みモード

source: Iframe width (px)
ar_sa: عرض Iframe (بكسل)
de: Iframe-Breite (px)
el: Πλάτος καρέ (px)
it: Larghezza iframe (px)
ja: Iframeの幅（px）

source: Iframe height (px)
ar_sa: ارتفاع Iframe (بكسل)
de: Iframe-Höhe (px)
el: Ύψος πλαισίου (px)
it: Altezza iframe (px)
ja: Iframeの高さ（px）

source: Code to embed this dashboard
ar_sa: كود لتضمين لوحة القيادة هذه
de: Code zum Einbetten dieses Dashboards
el: Κωδικός για την ενσωμάτωση αυτού του πίνακα εργαλείων
it: Codice per incorporare questa Dashboard
ja: このダッシュボードを埋め込むためのコード

source: Save in txt file
ar_sa: حفظ في ملف نصي
de: In txt-Datei speichern
el: Αποθήκευση σε αρχείο txt
it: Salvare in file txt
ja: テキストファイルに保存

source: Save in html file
ar_sa: احفظ في ملف html
de: In HTML-Datei speichern
el: Αποθήκευση σε αρχείο HTML
it: Salvare in file HTML
ja: HTMLファイルに保存

source: Embedding authorized pages
ar_sa: تضمين الصفحات المصرح بها
de: Einbetten autorisierter Seiten
el: Ενσωμάτωση εξουσιοδοτημένων σελίδων
it: Incorporamento di pagine autorizzate
ja: 許可されたページの埋め込み

source: Authorized pages
ar_sa: الصفحات المعتمدة
de: Autorisierte Seiten
el: Εξουσιοδοτημένες σελίδες
it: Pagine autorizzate
ja: 許可されたページの埋め込み

source: Update list
ar_sa: تحديث
de: Liste aktualisieren
el: Ενημέρωση λίστας
it: Aggiorna lista
ja: 更新リスト

source: List updated correctly
ar_sa: تم تحديث القائمة بشكل صحيح
de: Liste korrekt aktualisiert
el: Η λίστα ενημερώθηκε σωστά
it: Lista aggirnata orrettamente
ja: リストが正しく更新されました

source: List update error, try again
ar_sa: خطأ في تحديث القائمة ، حاول مرة أخرى
de: Fehler bei der Listenaktualisierung, versuchen Sie es erneut
el: Σφάλμα ενημέρωσης λίστας, προσπαθήστε ξανά
it: Errore aggiornamento lista
ja: リストの更新エラー、再試行してください

source: Iframe preview
ar_sa: معاينة Iframe
de: Iframe-Vorschau
el: Προεπισκόπηση Iframe
it: Preview Iframe
ja: Iframeプレビュー

source: Save dashboard
ar_sa: لوحات المعلومات المفوضة
de: Dashboard speichern
el: Αποθήκευση πίνακα ελέγχου
it: Salva Dashboard
ja: セーブ

source: Saving dashboard, please wait
ar_sa: حفظ لوحة القيادة ، يرجى الانتظار
de: Dashboard speichern, bitte warten
el: Αποθήκευση πίνακα εργαλείων, περιμένετε
it: Salvataggio Dashboard, attendere prego
ja: ダッシュボードを保存しています。しばらくお待ちください

source: Widget deletion
ar_sa: القطعة حذف
de: Löschen von Widgets
el: Διαγραφή widget
it: Cancellazione Widget
ja: ウィジェットの削除

source: Do you want to confirm cancellation of the following widget?
ar_sa: هل تريد تأكيد إلغاء القطعة التالية؟
de: Möchten Sie die Löschung des folgenden Widgets bestätigen?
el: Θέλετε να επιβεβαιώσετε την ακύρωση του παρακάτω widget;
it: Vuoi confermare la cancellazione del seguente widget?
ja: 次のウィジェットのキャンセルを確認しますか？

source: Deleting widget, please wait
ar_sa: حذف القطعة ، يرجى الانتظار
de: Löschen des Widgets, bitte warten
el: Διαγραφή widget, περιμένετε
it: Cancellazione widget in corso, attendere prego
ja: ウィジェットを削除します、お待ちください

source: Widget deleted successfully
ar_sa: القطعة تم حذفها بنجاح
de: Widget erfolgreich gelöscht
el: Το widget διαγράφηκε με επιτυχία
it: Widget cancellato con successo
ja: ウィジェットが正常に削除されました

source: Error deleting widget, please try again
ar_sa: خطأ في حذف القطعة ، يرجى المحاولة مرة أخرى
de: Fehler beim Löschen des Widgets, bitte versuchen Sie es erneut
el: Σφάλμα κατά τη διαγραφή widget, δοκιμάστε ξανά
it: Errore cancellazione widget, riprovare prego
ja: ウィジェットの削除中にエラーが発生しました。もう一度お試しください

source: Here you can insert detailed info of your choice about this widget: you can use the GUI editor or custom HTML code.
ar_sa: هنا يمكنك إدراج معلومات مفصلة من اختيارك حول هذه الأداة: يمكنك استخدام محرر واجهة المستخدم الرسومية أو كود HTML المخصص.
de: Hier können Sie detaillierte Informationen Ihrer Wahl zu diesem Widget einfügen: Sie können den GUI-Editor oder benutzerdefinierten HTML-Code verwenden.
el: Εδώ μπορείτε να εισαγάγετε λεπτομερείς πληροφορίες της επιλογής σας σχετικά με αυτό το widget: μπορείτε να χρησιμοποιήσετε τον επεξεργαστή GUI ή τον προσαρμοσμένο κώδικα HTML.
it: Qui puoi inserire informazioni dettagliate a tua scelta su questo widget: puoi usare editor della GUI o il codice HTML personalizzato.
ja: ここに、このウィジェットに関する選択した詳細情報を挿入できます。GUIエディターまたはカスタムHTMLコードを使用できます。

source: If you leave the editor empty, the info button won't be shown in the view.
ar_sa: إذا تركت المحرر فارغًا ، فلن يظهر زر المعلومات في العرض.
de: Wenn Sie den Editor leer lassen, wird die Infoschaltfläche nicht in der Ansicht angezeigt.
el: Εάν αφήσετε τον επεξεργαστή κενό, το κουμπί πληροφοριών δεν θα εμφανίζεται στην προβολή.
it: Se lasci editor vuoto, il pulsante delle informazioni non verrà mostrato nella vista.
ja: エディターを空のままにすると、情報ボタンはビューに表示されません。

source: Change Metric
ar_sa: تغيير الملكية
de: Metrik ändern
el: Αλλαγή μέτρησης
it: Modifica metrica
ja: メトリックの変更

source: Please allow popups for this website
ar_sa: الرجاء السماح للنوافذ المنبثقة لهذا الموقع
de: Bitte erlauben Sie Popups für diese Website
el: Επιτρέψτε τα αναδυόμενα παράθυρα για αυτόν τον ιστότοπο
it: Si prega di consentire popup per questo sito web
ja: このウェブサイトのポップアップを許可してください

source: Error while adding new separator
ar_sa: خطأ أثناء إضافة فاصل جديد
de: Fehler beim Hinzufügen eines neuen Trennzeichens
el: Σφάλμα κατά την προσθήκη νέου διαχωριστικού
it: Errore durante aggiunta di un nuovo separatore
ja: 新しいセパレータの追加中にエラーが発生しました

source: Click to edit
ar_sa: إضغط للتعديل
de: Klicke zur Bearbeitung
el: Κάντε κλικ για επεξεργασία
it: Clicca per modificare
ja: クリックして編集する

source: Choose page title
ar_sa: اختر عنوان الصفحة
de: Seitentitel auswählen
el: Επιλέξτε τίτλο σελίδας
it: Scegliere il titolo della pagina
ja: ページタイトルを選択

source: Loading new screenshot, please wait
ar_sa: تحميل لقطة شاشة جديدة ، يرجى الانتظار
de: Neuer Screenshot wird geladen, bitte warten
el: Φόρτωση νέου στιγμιότυπου οθόνης, περιμένετε
it: Caricamento di un nuovo screenshot, attendere
ja: 新しいスクリーンショットを読み込んでいます。しばらくお待ちください

source: New screenshot loaded correctly
ar_sa: تم تحميل لقطة شاشة جديدة بشكل صحيح
de: Neuer Screenshot korrekt geladen
el: Νέο στιγμιότυπο οθόνης που φορτώθηκε σωστά
it: Nuova schermata caricata correttamente
ja: 新しいスクリーンショットが正しく読み込まれました

source: Error loading new screenshot
ar_sa: خطأ في تحميل لقطة شاشة جديدة
de: Fehler beim Laden des neuen Screenshots
el: Σφάλμα φόρτωσης νέου στιγμιότυπου οθόνης
it: Errore durante il caricamento di una nuova schermata
ja: 新しいスクリーンショットの読み込み中にエラーが発生しました

source: Content font size
ar_sa: حجم خط المحتوى
de: Content Schriftgröße
el: Μέγεθος γραμματοσειράς περιεχομένου
it: Dimensione del carattere del contenuto
ja: コンテンツフォントの色

source: Display color
ar_sa: لون العرض
de: Anzeigefarbe
el: Χρώμα εμφάνισης
it: Mostra colore
ja: ヘッダーの色

source: Display font color
ar_sa: عرض لون الخط
de: Schriftfarbe anzeigen
el: Εμφάνιση χρώματος γραμματοσειράς
it: Visualizza il colore del carattere
ja: コンテンツフォントの色

source: Buttons color
ar_sa: لون الأزرار
de: Button-Farbe
el: Χρώμα κουμπιών
it: Colore bottoni
ja: ヘッダーの色

source: Buttons font color
ar_sa: لون خط الأزرار
de: Schriftfarbe der Schaltflächen
el: Χρώμα γραμματοσειράς κουμπιών
it: Colore font bottoni
ja: コンテンツフォントの色

source: View mode
ar_sa: نمط العرض
de: Ansichtsmodus
el: Λειτουργία προβολής
it: Modalità visualizzazione
ja: ビューモード

source: Empty button
ar_sa: زر فارغ
de: Schaltfläche "Leeren"
el: Κουμπί "Κενό"
it: Pulsante Vuoto
ja: 空のボタン

source: Icon only
ar_sa: رمز فقط
de: Nur Icons
el: Μόνο εικονίδιο
it: Solo icona
ja: アイコンのみ

source: Text only
ar_sa: نص فقط
de: Nur Text
el: Μόνο Κείμενο
it: Solo testo
ja: テキストのみ

source: Value display only
ar_sa: عرض القيمة فقط
de: Nur Wertanzeige
el: Εμφάνιση τιμής μόνο
it: Solo visualizzazione dei valori
ja: 値表示のみ

source: Icon and text
ar_sa: الرمز والنص
de: Icon und Text
el: Εικονίδιο και κείμενο
it: Icona e testo
ja: アイコンとテキスト

source: Icon and value display
ar_sa: عرض الأيقونة والقيمة
de: Symbol- und Werteanzeige
el: Εμφάνιση εικονιδίου και τιμής
it: Visualizzazione di icone e valori
ja: アイコンと値の表示

source: Display and text
ar_sa: العرض والنص
de: Anzeige und Text
el: Εμφάνιση και κείμενο
it: Visualizzazione e testo
ja: 表示とテキスト

source: Icon, text and value display
ar_sa: عرض الرمز والنص والقيمة
de: Symbol-, Text- und Werteanzeige
el: Εμφάνιση εικονιδίου, κειμένου και τιμής
it: Visualizzazione di icone, testo e valori
ja: アイコン、テキスト、値の表示

source: Button radius (%)
ar_sa: نصف قطر الزر (٪)
de: Schaltflächenradius (%)
el: Ακτίνα κουμπιών (%)
it: Raggio pulsante (%)
ja: ボタンの半径（％）

source: Geolocation mode
ar_sa: تاريخ الإنشاء
de: Geolokalisierungsmodus
el: Λειτουργία γεωγραφικής τοποθεσίας
it: Modalità geolocalizzazione
ja: 地理位置情報モード

source: On press only
ar_sa: عند الضغط فقط
de: Nur auf Drücken
el: Μόνο στον Τύπο
it: Solo in stampa
ja: プレスのみ

source: Periodically
ar_sa: دوريا
de: Regelmäßig
el: περιοδικά
it: Periodicamente
ja: 定期的に

source: Periodically and on press
ar_sa: بشكل دوري وفي الصحافة
de: Periodisch und bei Drücken
el: Περιοδικά και στον Τύπο
it: Periodicamente e in stampa
ja: 定期的かつプレス

source: Button color
ar_sa: لون الزر
de: Button Farbe
el: Χρώμα Κουμπιού
it: Colore pulsante
ja: ボタンの色

source: Button color on click
ar_sa: لون الزر عند النقر
de: Schaltflächenfarbe beim Klicken
el: Χρώμα κουμπιού στο κλικ
it: Colore del pulsante al click
ja: クリック時のボタンの色

source: Symbol color
ar_sa: لون الرمز
de: Symbolfarbe
el: Χρώμα συμβόλου
it: Colore simbolo
ja: シンボルカラー

source: Symbol color on click
ar_sa: لون الرمز عند النقر
de: Symbolfarbe beim Klick
el: Χρώμα συμβόλου στο κλικ
it: Colore simbolo al click
ja: クリック時の記号の色

source: Text color
ar_sa: لون الخط
de: Textfarbe
el: Χρώμα κειμένου
it: Colore Testo
ja: テキストの色

source: Text color on click
ar_sa: لون النص عند النقر
de: Textfarbe beim Klicken
el: Χρώμα κειμένου στο κλικ
it: Colore testo al click
ja: クリック時のテキストの色

source: Text font size
ar_sa: حجم خط النص
de: Schriftgröße des Textes
el: Μέγεθος γραμματοσειράς κειμένου
it: Dimensione carattere
ja: テキストのフォントサイズ

source: Display font size
ar_sa: عرض حجم الخط
de: Schriftgröße anzeigen
el: Εμφάνιση μεγέθους γραμματοσειράς
it: Mostra dimesnione carattere
ja: 表示フォントサイズ

source: Display text color
ar_sa: عرض لون النص
de: Textfarbe anzeigen
el: Εμφάνιση χρώματος κειμένου
it: Visualizza il colore del testo
ja: テキストの色を表示する

source: On display text color
ar_sa: على لون النص المعروض
de: Textfarbe auf dem Display
el: Στην οθόνη χρώμα κειμένου
it: Sul display a colori del testo
ja: 表示テキストの色

source: Display background color
ar_sa: عرض لون الخلفية
de: Hintergrundfarbe anzeigen
el: Εμφάνιση χρώματος φόντου
it: Mostra colore Sfondo
ja: 背景色を表示する

source: Display radius (%)
ar_sa: نصف قطر العرض (٪)
de: Anzeigeradius (%)
el: Ακτίνα εμφάνισης (%)
it: Mostra raggio (%)
ja: 表示半径（％）

source: Display width (%)
ar_sa: عرض العرض (٪)
de: Anzeigebreite (%)
el: Πλάτος εμφάνισης (%)
it: Mostra larghezza (%)
ja: 表示幅（％）

source: Display height (%)
ar_sa: ارتفاع العرض (٪)
de: Anzeigehöhe (%)
el: Ύψος εμφάνισης (%)
it: Mostra altezza (%)
ja: ディスプレイの高さ（％）

source: Neon effect
ar_sa: تأثير النيون
de: Neon-Effekt
el: Επίδραση νέον
it: Ettetto Neon
ja: ネオン効果

source: Never
ar_sa: مطلقا
de: Niemals
el: Ποτέ
it: Mai
ja: 決して

source: When pressed
ar_sa: عند الضغط عليه
de: Bei Gedrückt
el: Όταν πατηθεί
it: Quando premuto
ja: 押されたとき

source: Always
ar_sa: دائما
de: Immer
el: Πάντα
it: Sempre
ja: 常に

source: Impulse mode
ar_sa: وضع النبض
de: Impulsmodus
el: Λειτουργία ώθησης
it: Modalità inspulso
ja: インパルスモード

source: Send impulse on release
ar_sa: أرسل دافعًا للإفراج عنك
de: Impuls bei Freigabe senden
el: Αποστολή ώθησης κατά την απελευθέρωση
it: Invia impulso al rilascio
ja: リリース時にインパルスを送信

source: Off button color
ar_sa: لون زر إيقاف التشغيل
de: Farbe der Schaltfläche "Aus"
el: Χρώμα κουμπιού απενεργοποίησης
it: Colore pulsante spento
ja: オフ ボタンの色

source: On button color
ar_sa: على لون الزر
de: Farbe der Schaltfläche "An"
el: Χρώμα κουμπιού
it: Colore pulsante acceso
ja: ボタンの色

source: Off symbol color
ar_sa: لون رمز إيقاف التشغيل
de: Symbolfarbe "Aus"
el: Απενεργοποίηση χρώματος συμβόλου
it: Colore simbolo spento
ja: オフ シンボルの色

source: On symbol color
ar_sa: على لون الرمز
de: Symbolfarbe "An"
el: Χρώμα συμβόλου
it: Colore simbolo acceso
ja: シンボルカラー

source: Off text color
ar_sa: من لون النص
de: Textfarbe "Aus"
el: Απενεργοποίηση χρώματος κειμένου
it: Colore Testo spento
ja: オフテキストの色

source: On text color
ar_sa: على لون النص
de: Textfarbe "An"
el: Στο χρώμα κειμένου
it: Colore testo acceso
ja: テキストの色

source: Off display text color
ar_sa: لون نص العرض معطلة
de: Textfarbe "Anzeige AUS"
el: Απενεργοποίηση χρώματος κειμένου εμφάνισης
it: Colore testo display spento
ja: オフ表示テキストの色

source: When on
ar_sa: عندما على
de: Wenn eingeschaltet
el: Όταν είναι σε
it: Quando è acceso
ja: オンのとき

source: When off
ar_sa: عند الخروج
de: Wenn ausgeschaltet
el: Όταν είναι άουτ
it: Quando è spento
ja: オフ値

source: Indicator radius (%)
ar_sa: نصف قطر المؤشر (٪)
de: Indikatorradius (%)
el: Ακτίνα δείκτη (%)
it: Raggio indicatore (%)
ja: インジケータ半径 (%)

source: Value display radius (%)
ar_sa: نصف قطر عرض القيمة (٪)
de: Radius des Anzeigewerts (%)
el: Ακτίνα εμφάνισης τιμής (%)
it: Raggio di visualizzazione del valore (%)
ja: 値表示半径 (%)

source: Start angle
ar_sa: زاوية البداية
de: Startwinkel
el: Γωνία έναρξης
it: Angolo iniziale
ja: 開始角度

source: End angle
ar_sa: زاوية النهاية
de: Endwinkel
el: Γωνία τελών
it: Angolo finale
ja: 終了角度

source: Labels font size
ar_sa: حجم خط التسميات
de: Schriftgröße Labels
el: Μέγεθος γραμματοσειράς ετικετών
it: Dimensione carattere etichetta
ja: ラベルのフォント サイズ

source: Labels font color
ar_sa: لون خط التسميات
de: Schriftfarbe für Label
el: Χρώμα γραμματοσειράς ετικετών
it: Colore carattere etichetta
ja: ラベルのフォントの色

source: Increase value
ar_sa: زيادة القيمة
de: Wert erhöhen
el: Αύξηση αξίας
it: Incrementa valore
ja: 値を増やす

source: Target entity
ar_sa: الكيان المستهدف
de: Zielentität
el: Οντότητα-στόχος
it: Entità di destinazione
ja: ターゲット エンティティ

source: Target entity attribute
ar_sa: سمة الكيان المستهدف
de: Attribut der Zielentität
el: Χαρακτηριστικό οντότητας προορισμού
it: Attributo entità di destinazione
ja: ターゲット エンティティ属性

source: Base value
ar_sa: القيمة الأساسية
de: Basiswert
el: Βασική τιμή
it: Valore di base
ja: 最小/基本値

source: Impulse value
ar_sa: قيمة الاندفاع
de: Impulswert
el: Τιμή ώθησης
it: Valore impulso
ja: 最大/インパルス値

source: Send impulses until pressed
ar_sa: أرسل الدافع حتى المحاولة
de: Impulse senden, bis gedrückt
el: Αποστολή παρορμήσεων μέχρι να πατηθούν
it: Invia impulsi fino a quando non viene premuto
ja: 押されるまで衝動を送る
