Repository: 2lambda123/dashboard-builder
Catalog: dashboard_frontend/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de, el, it, ja

source: Deleting dashboard, please wait
ar_sa: لوحات المعلومات المفوضة
de: Löschen des Dashboards, bitte warten
el: Διαγραφή πίνακα ελέγχου, περιμένετε
it: Cancellazione dashboard in corso
ja: ダッシュボードを削除しています

source: Dashboard deleted successfully
ar_sa: تم حذف لوحة التحكم بنجاح
de: Dashboard erfolgreich gelöscht
el: Ο πίνακας ελέγχου διαγράφηκε με επιτυχία
it: Dashboard cancellata con successo
ja: 委任されたユーザー名を空にすることはできません

source: Error deleting dashboard, please try again
ar_sa: خطأ في حذف لوحة القيادة ، يرجى المحاولة مرة أخرى
de: Fehler beim Löschen des Dashboards, bitte versuchen Sie es erneut
el: Σφάλμα κατά τη διαγραφή του πίνακα ελέγχου, δοκιμάστε ξανά
it: Errore cancellazione dashboard, riprovare prego
ja: 新しい所有権の設定中にエラーが発生しました：再試行してください

source: Management
ar_sa: اداره
de: Verwaltung
el: Διαχείριση
it: Gestione
ja: 管理

source: Visibility
ar_sa: الرؤية
de: Sichtbarkeit
el: Ορατότητα
it: Visibiltà
ja: 視認性

source: Delegations
ar_sa: الوفود
de: Delegationen
el: Αντιπροσωπείες
it: Deleghe
ja: 代表団

source: Group Delegations
ar_sa: وفود المجموعة
de: Gruppendelegationen
el: Τρέχουσες αντιπροσωπίες ομάδας
it: Gruppi deleghe
ja: グループ代表団

source: Accesses Trends
ar_sa: الوصول إلى الاتجاهات
de: Zugriff auf Trends
el: Πρόσβαση στις τάσεις
it: Trend accessi
ja: トレンドにアクセス

source: Structure
de: Struktur

source: Change ownership
ar_sa: تغيير الملكية
de: Verantwortlichen wechseln
el: Αλλαγή ιδιοκτησίας
it: Modifica proprietà
ja: 所有権を変更する

source: New owner username can't be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغا
de: Der Benutzername des neuen Users darf nicht leer sein
el: Το νέο όνομα χρήστη κατόχου δεν μπορεί να είναι κενό
it: Il nuovo nome utente del proprietario non può essere vuoto
ja: 新しい所有者のユーザー名を空にすることはできません

source: Change visibility
ar_sa: تغيير الرؤية
de: Sichtbarkeit ändern
el: Αλλαγή ορατότητας
it: Cambia visibiltà
ja: 可視性を変更する

source: Public
ar_sa: عام
de: Öffentlich
el: Δημόσιο
it: Pubblico
ja: 公衆

source: Private
ar_sa: خاص
de: Privat
el: Ιδιωτικό
it: Privato
ja: 民間

source: Delegations are not possibile on a public dashboard
ar_sa: التفويضات غير ممكنة على لوحة القيادة العامة
de: Delegationen sind auf einem öffentlichen Dashboard nicht möglich
el: Οι αντιπροσωπείες δεν είναι δυνατές σε δημόσιο πίνακα ελέγχου
it: Deleghe non sono possibili su una dashboard pubblica
ja: 委任はパブリックダッシュボードでは不可能です

source: Add new delegation
ar_sa: إضافة تفويض جديد
de: Neue Delegierung hinzufügen
el: Προσθήκη νέας αντιπροσωπείας
it: Aggiungi nuova delega
ja: 新しい委任を追加する

source: Delegated username can't be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغا
de: Delegierter Benutzername darf nicht leer sein
el: Το εκχωρημένο όνομα χρήστη δεν μπορεί να είναι κενό
it: Il nome utente del proprietario delegato non può essere vuoto
ja: 委任されたユーザー名を空にすることはできません

source: Current user delegations
ar_sa: تفويضات المستخدمين الحالية
de: Aktuelle Benutzerdelegierungen
el: Τρέχουσες αντιπροσωπείες χρηστών
it: Deleghe utente attuale
ja: 現在のユーザー代表団

source: Delegated user
ar_sa: لوحات المعلومات المفوضة
de: Delegierter Benutzer
el: Εκχωρημένος χρήστης
it: Dashboard delegate
ja: ユーザーを委任できます

source: Add new group delegation
ar_sa: إضافة تفويض مجموعة جديد
de: Neue Gruppendelegierung hinzufügen
el: Προσθήκη νέας αντιπροσωπείας ομάδας
it: Aggiungi nuovo gruppo delega
ja: 新しいグループ委任を追加する

source: Current group delegations
ar_sa: تفويضات المجموعة الحالية
de: Aktuelle Gruppendelegationen
el: Τρέχουσες αντιπροσωπίες ομάδας
it: Gruppo Deleghe attuale
ja: 現在のグループ代表団

source: Delegated group
ar_sa: لوحات المعلومات المفوضة
de: Delegierte Gruppe
el: Εκχωρημένη ομάδα
it: Gruppi deleghe
ja: ユーザーはすでに委任されています

source: Previous
ar_sa: سابق
de: Vorherig
el: Προηγούμενος
it: Prec
ja: 前

source: Last Day
ar_sa: بالأمس
de: Letzter Tag
el: Τελευταία μέρα
it: Ultimo giorno
ja: 最終日

source: Last Week
ar_sa: الاسبوع الماضى
de: Letzte Woche
el: Την προηγούμενη εβδομάδα
it: Ultima settimana
ja: 先週

source: Last Month
ar_sa: الشهر الماضي
de: Letzter Monat
el: Τον προηγούμενο μήνα
it: Ultimo mese
ja: 先月

source: Last Semester
ar_sa: الفصل الاخير
de: Letztes Semester
el: Τελευταίο εξάμηνο
it: Ultimo Semestre
ja: 前学期

source: Last Year
ar_sa: العام الماضي
de: Letztes Jahr
el: Πέρυσι
it: Ultimo anno
ja: 昨年

source: From
ar_sa: من عند
de: Von
el: Από
it: Da
ja: から

source: To
ar_sa: ل
de: Bis
el: Προς την
it: A
ja: に

source: Dashboard duplication
ar_sa: إعادة تشغيل التطبي.
de: Dashboard-Duplizierung
el: Επανάληψη ταμπλό
it: Duplicazione Dashboard
ja: プロパティ

source: Cloned dashboard title
ar_sa: لوحات المعلومات المفوضة
de: Duplizierter Dashboard-Titel
el: Κλωνοποιημένος τίτλος πίνακα ελέγχου
it: Titolo Dashboard clonata
ja: 委任されたダッシュボード

source: New title OK
ar_sa: عنوان جديد موافق
de: Neuer Titel OK
el: Νέος τίτλος ΟΚ
it: Nuovo titolo OK
ja: 選択はOKです

source: Retrieving current dashboards titles, please wait
ar_sa: استرداد عناوين لوحات المعلومات الحالية ، يرجى الانتظار
de: Abrufen aktueller Dashboard-Titel, bitte warten
el: Ανάκτηση τρεχόντων τίτλων πινάκων ελέγχου, περιμένετε
it: Recupero dei titoli delle dashboard correnti, attendere prego
ja: 現在のダッシュボードのタイトルを取得しています。しばらくお待ちください

source: Error retrieving current dashboards titles, please try again
ar_sa: خطأ في استرداد عناوين لوحات المعلومات الحالية ، يرجى المحاولة مرة أخرى
de: Fehler beim Abrufen aktueller Dashboard-Titel, bitte versuchen Sie es erneut
el: Σφάλμα κατά την ανάκτηση τρεχόντων τίτλων πινάκων ελέγχου, δοκιμάστε ξανά
it: Errore durante il recupero dei titoli delle dashboard correnti, riprovare prego
ja: 現在のダッシュボードのタイトルの取得中にエラーが発生しました。もう一度お試しください

source: Cloning dashboard, please wait
ar_sa: استنساخ لوحة القيادة ، يرجى الانتظار
de: das Dashboard wird dupliziert, bitte warten
el: Πίνακας ελέγχου κλωνοποίησης, περιμένετε
it: Clonazione dashboard, attendere prego
ja: クローンダッシュボード、お待ちください

source: Dashboard cloned successfully
ar_sa: تم نسخ لوحة القيادة بنجاح
de: Dashboard erfolgreich dupliziert
el: Ο πίνακας ελέγχου κλωνοποιήθηκε με επιτυχία
it: Dashboard clonata con successo
ja: ダッシュボードのクローンが正常に作成されました

source: Error while cloning dashboard, please try again
ar_sa: خطأ أثناء استنساخ لوحة القيادة ، يرجى المحاولة مرة أخرى
de: Fehler beim Duplizieren des Dashboards, bitte versuchen Sie es erneut
el: Σφάλμα κατά την κλωνοποίηση του πίνακα ελέγχου, δοκιμάστε ξανά
it: Errore durante la clonazione della dashboard, riprovare prego
ja: ダッシュボードのクローン作成中にエラーが発生しました。再試行してください

source: IOT applications list
ar_sa: تطبيقات IOT
de: Liste der IOT-Anwendungen
el: Λίστα εφαρμογών IOT
it: Lista Applicazioni IOT
ja: IOT アプリケーションの一覧

source: You have no access rights for Apps connected to this dashboard or these Apps may have been deleted
ar_sa: ليس لديك حقوق وصول للتطبيقات المتصلة بلوحة التحكم هذه أو ربما تم حذف هذه التطبيقات
de: Sie haben keine Zugriffsrechte für Apps, die mit diesem Dashboard verbunden sind, oder diese Apps wurden möglicherweise gelöscht
el: Δεν έχετε δικαιώματα πρόσβασης για εφαρμογές που είναι συνδεδεμένες σε αυτόν τον πίνακα ελέγχου ή αυτές οι εφαρμογές ενδέχεται να έχουν διαγραφεί
it: Non disponi dei diritti di accesso per le app connesse a questa dashboard o queste app potrebbero essere state eliminate
ja: このダッシュボードに接続されているアプリのアクセス権がない、またはこれらのアプリが削除されている可能性があります

source: App
ar_sa: برنامج
de: Start
el: Εφαρμογή
ja: アプリ

source: Passive
ar_sa: مبني للمجهول
de: Passiv
el: Παθητικός
it: Passivo
ja: 受動的

source: Clone
ar_sa: استنساخ
de: Duplizieren
el: Κλώνος
it: Clona
ja: クローン

source: Delete
ar_sa: حذف
de: Löschen
el: Διαγραφή
it: Cancella
ja: 削除

source: All Groups
ar_sa: كل المجموعات
de: Alle Gruppen
el: Όλες οι ομάδες
it: Tutti i Gruppi
ja: すべてのグループ

source: Error calling internal API
ar_sa: خطأ في الاتصال بواجهة برمجة التطبيقات الداخلية
de: Fehler beim Aufrufen der internen API
el: Σφάλμα κατά την κλήση εσωτερικού API
it: Errore durante la chiamata API Snap4City
ja: 内部APIの呼び出し中にエラーが発生しました

source: Filter by dashboard title, author...
ar_sa: تصفية حسب عنوان لوحة المعلومات ، المؤلف ...
de: Filtern nach Dashboard-Titel, Autor...
el: Φιλτράρισμα κατά τίτλο πίνακα ελέγχου, συγγραφέας ...
it: Filtra in base al titolo della dashboard, autore...
ja: ダッシュボードのタイトル、作成者でフィルタリング...

source: Title already in use
ar_sa: العنوان قيد الاستخدام بالفعل
de: Titel wird bereits verwendet
el: Ο τίτλος χρησιμοποιείται ήδη
it: Titolo già in uso
ja: すでに使用されているタイトル

source: Title can\'t be less than 4 characters long
ar_sa: لا يمكن أن يكون العنوان أقل من 4 أحرف
de: Titel darf nicht weniger als 4 Zeichen lang sein
el: Ο τίτλος δεν μπορεί να έχει μήκος μικρότερο από 4 χαρακτήρες
it: Il titolo del dashboard non può essere più breve di 4 caratteri
ja: タイトルの長さは4文字以上にする必要があります

source: New ownership set correctly
ar_sa: تعيين ملكية جديدة بشكل صحيح
de: Neue Berechtigung korrekt festgelegt
el: Η νέα ιδιοκτησία ορίστηκε σωστά
it: Nuovo proprierio selezionato correttamente
ja: 新しい所有権が正しく設定されました

source: Error: New owner does not exists or it is not a valid LDAP user
ar_sa: خطأ: المالك الجديد غير موجود أو أنه ليس مستخدم LDAP صالحًا
de: Fehler: Neue Berechtigung ist nicht vorhanden oder es ist kein gültiger LDAP-Benutzer
el: Σφάλμα: Δεν υπάρχει νέος κάτοχος ή δεν είναι έγκυρος χρήστης LDAP
it: Errore: il nuovo proprietario non esiste o non è un utente LDAP valido
ja: エラー：新しい所有者が存在しないか、有効なLDAPユーザーではありません

source: Error: New owner has exceeded his limits for dashboard ownership
ar_sa: خطأ: تجاوز المالك الجديد حدوده لملكية لوحة التحكم
de: Fehler: Neue Berechtigung hat Grenzen für die Dashboard-Berechtigung überschritten
el: Σφάλμα: Ο νέος κάτοχος έχει υπερβεί τα όριά του για την ιδιοκτησία του πίνακα ελέγχου
it: Errore: il nuovo proprietario ha superato i limiti per la proprietà del dashboard
ja: エラー：新しい所有者がダッシュボードの所有権の制限を超えました

source: Error setting new ownership: please try again
ar_sa: خطأ في تعيين ملكية جديدة: يرجى المحاولة مرة أخرى
de: Fehler beim Festlegen der neuen Berechtigung: Bitte versuchen Sie es erneut
el: Σφάλμα κατά τον καθορισμό νέας ιδιοκτησίας: Δοκιμάστε ξανά
it: Errore cancellazione dashboard, riprovare prego
ja: 新しい所有権の設定中にエラーが発生しました：再試行してください

source: New visibility set correctly
ar_sa: ضبط الرؤية الجديدة بشكل صحيح
de: Neue Sichtbarkeit richtig eingestellt
el: Ορίστηκε νέα ορατότητα σωστά
it: Nuovo proprietario selezionato correttamente
ja: 新しい可視性が正しく設定されました

source: Error setting new visibility
ar_sa: خطأ في تحديد رؤية جديدة
de: Fehler beim Festlegen neuer Sichtbarkeit
el: Σφάλμα κατά τη ρύθμιση νέας ορατότητας
it: Errore cancellazione dashboard, riprovare prego
ja: 新しい可視性の設定中にエラーが発生しました

source: New delegation added correctly
ar_sa: تمت إضافة التفويض الجديد بشكل صحيح
de: Neue Delegierung korrekt hinzugefügt
el: Η νέα αντιπροσωπεία προστέθηκε σωστά
it: Nuovo proprierio selezionato correttamente
ja: 新しい委任が正しく追加されました

source: Delegated username can\'t be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغا
de: Delegierter Benutzername darf nicht leer sein
el: Το εκχωρημένο όνομα χρήστη δεν μπορεί να είναι κενό
it: Il nome utente del proprietario delegato non può essere vuoto
ja: 委任されたユーザー名を空にすることはできません

source: Error: Delegated username can\'t be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغا
de: Fehler: Delegierter Benutzername kann nicht leer sein
el: Σφάλμα: Το εκχωρημένο όνομα χρήστη δεν μπορεί να είναι κενό
it: Errore: Il nome utente del proprietario delegato non può essere vuoto
ja: エラー：委任されたユーザー名を空にすることはできません

source: Group already delegated
ar_sa: تم تفويض المجموعة بالفعل
de: Gruppe bereits delegiert
el: Η ομάδα έχει ήδη αναθέσει
it: Gruppo già delegato
ja: ユーザーはすでに委任されています

source: You can\'t delegate a root admin
ar_sa: لا يمكنك تفويض مسؤول جذر
de: Sie können einen Root-Administrator nicht delegieren
el: Δεν μπορείτε να εκχωρήσετε έναν διαχειριστή ρίζας
it: Non è possibile delegare un amministratore radice
ja: ルート管理者を委任することはできません

source: Error calling Snap4City API
ar_sa: خطأ في استدعاء Snap4City API
de: Fehler beim Aufrufen der Snap4City-API
el: Σφάλμα κατά την κλήση του Snap4City API
it: Errore durante la chiamata API Snap4City
ja: Snap4CityAPIの呼び出し中にエラーが発生しました

source: Database error
ar_sa: خطأ في قاعدة البيانات
de: Datenbankfehler
el: Σφάλμα βάσης δεδομένων
it: Errore di Database
ja: データベースエラー

source: LDAP error
ar_sa: خطأ LDAP
de: LDAP-Fehler
el: Σφάλμα LDAP
it: Errore LDAP
ja: LDAPエラー

source: New owner username can\'t be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغًا
de: Der Benutzername des neuen Users darf nicht leer sein
el: Το νέο όνομα χρήστη κατόχου δεν μπορεί να είναι κενό
it: Il nuovo nome utente del proprietario non può essere vuoto
ja: 新しい所有者のユーザー名を空にすることはできません

source: New owner can\'t be you
ar_sa: المالك الجديد لا يمكن أن يكون أنت
de: Neuer Berechtigter kann nicht Sie sein
el: Ο νέος κάτοχος δεν μπορεί να είναι εσείς
it: Il nuovo proprietario non puoi essere te
ja: 新しい所有者はあなたになることはできません

source: User can be new owner
ar_sa: يمكن للمستخدم أن يكون مالكًا جديدًا
de: Benutzer kann neuer Besitzer sein
el: Ο χρήστης μπορεί να είναι νέος κάτοχος
it: Utente può essere un nuovo proprietario
ja: ユーザーは新しい所有者になることができます

source: User can be delegated
ar_sa: يمكن تفويض المستخدم
de: Benutzer kann delegiert werden
el: Ο χρήστης μπορεί να εκχωρηθεί
it: Utente può essere delegato
ja: ユーザーを委任できます

source: User already delegated
ar_sa: تم تفويض المجموعة بالفعل
de: Benutzer bereits delegiert
el: Ο χρήστης έχει ήδη εκχωρήσει
it: Gruppo già delegato
ja: ユーザーはすでに委任されています

source: Error updating dashboard status
ar_sa: خطأ في حذف لوحة القيادة ، يرجى المحاولة مرة أخرى
de: Fehler beim Aktualisieren des Dashboardstatus
el: Σφάλμα κατά την ενημέρωση της κατάστασης του πίνακα ελέγχου
it: Errore durante aggiornamento dello stato del dashboard
ja: ダッシュボードステータスの更新中にエラーが発生しました

source: Single or double quotes are not allowed in dashboard title.
ar_sa: غير مسموح بعلامات الاقتباس المفردة أو المزدوجة في عنوان لوحة المعلومات.
de: Einfache oder doppelte Anführungszeichen sind im Dashboard-Titel nicht zulässig.
el: Μεμονωμένα ή διπλά εισαγωγικά δεν επιτρέπονται στον τίτλο του πίνακα ελέγχου.
it: Le virgolette singole o doppie non sono consentite nel titolo del dashboard.
ja: ダッシュボードのタイトルに一重引用符または二重引用符を使用することはできません。

source: Dashboard title can\'t be longer than 300 chars
ar_sa: لا يمكن أن يكون عنوان لوحة المعلومات أطول من 300 حرف
de: Dashboard-Titel darf nicht länger als 300 Zeichen sein
el: Ο τίτλος του πίνακα ελέγχου δεν μπορεί να υπερβαίνει τους 300 χαρακτήρες
it: Il titolo del dashboard non può essere più lungo di 300 caratteri
ja: ダッシュボードのタイトルは300文字を超えることはできません

source: Dashboard title OK
ar_sa: لوحات معلوماتي الخاصة
de: Dashboard-Titel OK
el: Ο τίτλος του πίνακα ελέγχου είναι ΟΚ
it: Titolo dashboard OK
ja: ダッシュボードタイトル OK

source: Link to Graph
de: Link zum Diagramm

source: edit
de: bearbeiten
it: modifica

source: view
de: ansehen
it: guarda

source: New Tab
de: Neuer Tab
it: Nuova Scheda

source: Edit Parameter
de: Parameter bearbeiten
it: Modifca Parametro

source: Are you sure do you want edit parameters from this tab?
de: Sind Sie sicher, dass Sie Parameter von dieser Registerkarte bearbeiten möchten?
it: Sei sicuro di voler modificare i parametri da questa scheda?

source: Are you sure do you want confirm?
de: Sind Sie sicher, dass Sie bestätigen möchten?
it: Sei sicuro di voler confermare?

source: Edit parameters
de: Parameter bearbeiten
it: Modifica Parametri

source: Hourly
de: Stündlich
it: Ogni ora

source: Define Report
de: Bericht definieren
it: Definisci Report

source: Activation:
de: Aktivierung:
it: Attivazione:

source: Periodicity:
de: Periodizität:
it: Periodicità:

source: Monthly
de: Monatlich
it: Mensile

source: Quarterly
de: Vierteljährlich
it: Trimestrale

source: Download Report
de: Bericht herunterladen
it: Scarica Report

source: Link to External Service
de: Link zum externen Service
it: Collegamento a External Service

source: Healthiness Criteria 2:
de: Gesundheitskriterien 2:

source: Link to Service Map
de: Link zur Servicekarte
it: Collegamento a Service Map

source: Link to IoT Directory
de: Link zum IoT-Verzeichnis
it: Collegamento IoT Directory

source: Link to IoT Broker
de: Link zum IoT Broker
it: Collegamento a IoT Broker

source: Link to MicroApplication
de: Link zu MicroApplication
it: Collegamento a MicroApplication

source: List of Devices
de: Liste der Geräte
it: Lista di Devices

source: Upload
de: Hochladen
it: Carica

source: Upload Image
de: Bild hochladen
it: Carica immagine

source: Link to Disces
de: Link zu Disces
it: Collegamento a DISCES

source: Link to Knowledge Base
de: Link zur Wissensdatenbank
it: Collegamento a Knowledge Base

source: Link to ArcGIS
de: Link zu ArcGIS
it: Collegamento ArcGIS

source: Link to Heatmap
de: Link zur Heatmap
it: Collegamento a Heatmap

source: Not Valid parameters
de: Ungültige Parameter
it: Parametri non validi

source: Licence:
de: Lizenz:
it: Licenza:

source: Link to Iot App
de: Link zur Iot App
it: Collegamento a Iot App

source: Link to IotApp
de: Link zu IotApp
it: Collegamento a Iot App

source: Link to IotApp Not founded
de: Link zu IotApp nicht gefunden
it: Collegamento a IotApp Non trovato

source: No dashboards connected
de: Keine Dashboards verbunden
it: Nessuna Dashboard collegata

source: List of IotApp
de: Liste der Iot App
it: Lista degli IotApps

source: Link to Iot Apps
de: Link zu Iot Apps
it: Collegamento alle app Iot

source: List of Iot Apps
de: Liste der Iot Apps
it: Lista degli Iot Apps

source: List of Dashboard
de: Liste der Dashboards
it: Lista delle Dashboards

source: IOT Applications
ar_sa: تطبيقات IOT
de: IOT-Anwendungen
el: Εφαρμογές IOT
it: IOT App
ja: IOT アプリケーション

source: Create new
ar_sa: إنشاء جديد
de: Neu erstellen
el: Δημιουργήστε νέο
it: Creare nuovo
ja: 新規作成

source: Type
ar_sa: النوع
de: Typ
el: Τύπος
it: Tipo
ja: タイプ

source: Modification date
ar_sa: تاريخ التعديل
de: Änderungsdatum
el: Ημερομηνία τροποποίησης
it: Data Modifica
ja: 変更日

source: Create IoT Application
ar_sa: إنشاء تطبيق IoT
de: IoT-Anwendung erstellen
el: Δημιουργία εφαρμογής IoT
it: Crea IOT App
ja: IOT アプリケーション

source: Application name
ar_sa: نوع التطبيق
de: Applikationsname
el: Ονομα εφαρμογής
it: Nome Applicazione
ja: アプリケーション名

source: Application type
ar_sa: نوع التطبيق
de: Anwendungstyp
el: Τύπος αίτησης
it: Tipo di applicazione
ja: アプリケーションタイプ

source: Advanced
ar_sa: المتقدمة
de: Erweitert
el: Προχωρημένος
it: Avanzate
ja: 高度な

source: IoT Application Management
ar_sa: إدارة تطبيقات IoT
de: IoT-Anwendungsmanagement
el: Διαχείριση εφαρμογών IoT
it: Gestione IOT App
ja: IOT アプリケーション

source: Control
ar_sa: التحكم
de: Steuerung
el: Ελεγχος
it: Controllo
ja: コントロール

source: Application name:
ar_sa: :نوع التطبيق:
de: Anwendungsname:
el: Ονομα εφαρμογής:
it: Nome applicazione:
ja: アプリケーション名：

source: Application type:
ar_sa: :نوع التطبيق:
de: Anwendungstyp:
el: Τύπος αίτησης:
it: Tipo di applicazione:
ja: アプリケーションタイプ：

source: Data analytic
ar_sa: تحليل البيانات
de: Datenanalyse
el: Ανάλυση δεδομένων
it: Analisi dati
ja: 単一データウィジェット

source: Created:
ar_sa: إنشىء في:
de: Erstellt:
el: Δημιουργήθηκε:
it: Creato:
ja: 新規作成:

source: Update
ar_sa: تحديث
de: Aktualisieren
el: Ενημέρωση
it: Aggiorna
ja: 更新

source: Delete application...
ar_sa: حذف التطبيق...
de: Anwendung löschen...
el: Διαγραφή εφαρμογής...
it: Cancella applicazione...
ja: アプリケーションを削除...

source: Restart application...
ar_sa: إعادة تشغيل التطبيق...
de: Anwendung neu starten...
el: Επανεκκινήστε την εφαρμογή...
it: Riavvia applicazione..
ja: アプリケーションを再起動します...

source: View as table
de: Als Tabelle anzeigen
it: Viusalizza tabella

source: View as cards
de: Als Karten anzeigen
it: Visualizza cards

source: New template
de: Neue Vorlage
it: Nuovo template

source: Delegations are not possibile on a public template
de: Delegierungen sind in einer öffentlichen Vorlage nicht möglich
it: Deleghe non sono possibili su un template pubblico

source: Template deletion
de: Löschen Vorlage
it: Cancellazione Template

source: Do you want to delete the following template?
de: Möchten Sie die folgende Vorlage löschen?
it: Vuoi cancellare la seguente template?

source: Deleting template, please wait
de: Vorlage löschen, bitte warten
it: Cancellazione template in corso, attendere prego

source: Template deleted successfully
de: Vorlage erfolgreich gelöscht
it: Template cancellato con successo

source: Error deleting template, please try again
de: Fehler beim Löschen der Vorlage, bitte versuchen Sie es erneut
it: Errore cancellazione template, riprovare prego

source: Instantiate
de: Instanziieren
it: Istanzia

source: Delegate
de: Delegieren
it: Delega Accesso

source: Chg Owner
de: Chg Berechtigter
it: Cambia Proprietario

source: Make Public
de: Veröffentlichen
it: Rendi Pubblico

source: Make Private
de: in Privat ändern
it: Rendi Privato

source: Synoptic Template
de: Synoptische Vorlage
it: Modello synoptic

source: SVG Template File
de: SVG-Vorlagendatei
it: File modello SVG

source: Reset
de: Zurücksetzen
it: Resetta

source: Back
de: Zurück
it: Indietro

source: Open template
de: Vorlage öffnen
it: Aprire un modello

source: No further action
de: Keine weiteren Maßnahmen
it: Nessuna ulteriore azione

source: New synoptic
de: Neue Synoptik
it: Nuovo synoptic

source: Organization
de: Organisation
it: Organizzazione

source: Variables
de: Variablen
it: Variabili

source: Change organization
de: Organisation ändern
it: Cambia organizzazione

source: Delegations are not possibile on a public synoptic
de: Delegationen sind nicht möglich auf einer öffentlichen Synoptik
it: Deleghe non sono possibili su un synoptic pubblica

source: List of the variables read and written by this synoptic
de: Liste der Variablen, die von dieser Synoptik gelesen und geschrieben werden
it: Lista delle variabili scritte per questo synoptic

source: Template
de: Vorlage

source: Synoptic
de: Synoptisch

source: Synoptic deletion
de: Löschen Synoptik
it: Cancellazione synoptic

source: Do you want to delete the following synoptic?
de: Möchten Sie die folgende Synoptik löschen?
it: Vuoi cancellare il seguente synoptic?

source: Deleting synoptic, please wait
de: Löschen von Synoptik, bitte warten
it: Cancellazione synoptic in corso, attendere prego

source: Synoptic deleted successfully
de: Synoptic erfolgreich gelöscht
it: Synoptic cancellato con successo

source: Error deleting synoptic, please try again
de: Fehler beim Löschen von Synoptik, bitte versuchen Sie es erneut
it: Errore cancellazione synoptic, riprovare prego

source: show
de: anzeigen
it: mostra

source: Organization saved successfully
de: Organisation erfolgreich gespeichert
it: Organizzazione salvata con successo

source: Error: the new organization could not be saved
de: Fehler: Die neue Organisation konnte nicht gespeichert werden
it: Errore: la nuova organizzazione non può essere salvata

source: Error: New owner has exceeded his limits for synoptics ownership
de: Fehler: Neuer Berechtigter hat seine Grenzen für Synoptik-Berechtigung überschritten
it: Errore: il nuovo proprietario ha superato i limiti per la proprietà del synoptic

source: New Synoptic
de: Neue Synoptik
it: Nuovo synoptic

source: Read variables
de: Variable lesen
it: Leggi variabili

source: Select the variables from the lists
de: Wählen Sie die Variablen aus den Listen aus
it: Seleziona variabili dalle liste

source: Write variables
de: Variable schreiben
it: Scrivi Variabili

source: Open Synoptic
de: Synoptic öffnen
it: Apri Synoptic

source: New Shared Variable
de: Neue freigegebene Variable
it: Nuova variabile condivisa

source: Variable name:
de: Variablenname:
it: Nome variabile:

source: Set to a fixed value
de: Auf einen festen Wert festlegen
it: Setta a un valore fisso

source: Edit Synoptic
de: Synoptic bearbeiten
it: Modifica Synoptic

source: Variable name
de: Variablenname
it: Nome variabile
