Repository: 2lambda123/dashboard-builder
Catalog: dashboard_frontend/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de, el, it, ja

source: Entity ID
ar_sa: معرف الكيان
de: Entitäts-ID
el: Αναγνωριστικό οντότητας
it: ID entità
ja: エンティティID

source: Update time(s)
ar_sa: تحديث
de: Aktualisierungszeit(en)
el: Χρόνος(-ες) ενημέρωσης
it: Aggiorna tempo (i)
ja: 更新時刻

source: Map widgets
ar_sa: الحاجيات الخريطة
de: Karten-Widgets
el: Γραφικά στοιχεία χάρτη
it: Widget mappa
ja: マップ ウィジェット

source: Active rows font color
ar_sa: لون خط الصفوف النشطة
de: Schriftfarbe für aktive Zeilen
el: Χρώμα γραμματοσειράς ενεργών γραμμών
it: Colore carattere righe attive
ja: アクティブな行のフォントの色

source: Default
de: Standard

source: Symbol mode
de: Symbolmodus
it: Modalità simbolo

source: Symbol choice
de: Symbolauswahl
it: Scelta simbolo

source: Symbol preview
de: Symbolvorschau
it: Preview Simbolo

source: Color1
de: Farbe1

source: Color2
de: Farbe2

source: Order
de: Bestellung
it: Ordina

source: Query
de: Abfrage

source: Data widgets
de: Daten-Widgets
it: Widget dati

source: Display
de: Anzeige
it: Mostra

source: Icon/Text Mode
de: Symbol-/Textmodus
it: Modalità Icona/Testo

source: Icon Only
de: Nur Icon
it: Solo Icona

source: Text Description
de: Textbeschreibung
it: Descrizione testuale

source: Shown data
ar_sa: تظهر البيانات
de: Angezeigte Daten
el: Εμφανίζονται δεδομένα
it: Dati mostrati
ja: 表示されるデータ

source: Date
de: Datum
it: Data

source: Time
de: Zeit
it: Orario

source: Date and time
de: Datum und Uhrzeit
it: Data e orario

source: Font type
ar_sa: نوع الخط
de: Schrifttyp
el: Τύπος γραμματοσειράς
it: Tipo di carattere
ja: フォントタイプ

source: LCD like
de: LCD wie

source: Available geolocation widgets
ar_sa: أدوات تحديد الموقع الجغرافي المتاحة
de: Verfügbare Geolocation-Widgets
el: Διαθέσιμα widget γεωεντοπισμού
it: Widget di geolocalizzazione disponibili
ja: 利用可能な地理位置情報ウィジェット

source: Events to show on selected map
ar_sa: الأحداث لتظهر على الخريطة المختارة
de: Ereignisse, die auf der ausgewählten Karte angezeigt werden sollen
el: Συμβάντα που θα εμφανίζονται στον επιλεγμένο χάρτη
it: Eventi da visualizzare sulla mappa selezionata
ja: 選択したマップに表示するイベント

source: Approved
de: Genehmigt
it: Approvato

source: Closed
de: Abgeschlossen
it: Chiuso

source: In progress
de: In Bearbeitung
it: In corso

source: Proposed
de: Vorgeschlagen
it: Proposto

source: Rejected
de: Abgelehnt
it: Rifiutato

source: Available autopan widgets
ar_sa: الحاجيات التلقائية المتاحة
de: Verfügbare Autopan-Widgets
el: Διαθέσιμα widget αυτόματηςpan
it: Widget autopan disponibili
ja: 単一データウィジェット

source: Default category
ar_sa: الفئة الافتراضية
de: Standardkategorie
el: Προεπιλεγμένη κατηγορία
it: Categoria predefinita
ja: 既定のオルソマップ

source: None
ar_sa: لا أحد
de: Nichts
el: Κανένας
it: Nessuno
ja: 無し

source: Incidents
ar_sa: الحوادث
de: Ereignisse
el: Περιστατικά
it: Incidenti
ja: インシデント

source: Road works
ar_sa: أعمال الطرق
de: Baustelle
el: Οδικά έργα
it: Lavori stradali
ja: 道路工事

source: Snow
ar_sa: ثلج
de: Schnee
el: Χιονι
it: Neve
ja: 雪

source: Weather data
ar_sa: بيانات الطقس
de: Wetterdaten
el: Δεδομένα καιρού
it: Dati meteo
ja: 気象データ

source: Visualization mode
ar_sa: وضع التصور
de: Visualisierungsmodus
el: Λειτουργία απεικόνισης
it: Modalità di visualizzazione
ja: 視覚化モード

source: Single hospital - Totals only
ar_sa: مستشفى واحد - المجاميع فقط
de: Einzelnes Krankenhaus - nur Summen
el: Ενιαίο νοσοκομείο - Σύνολο μόνο
it: Ospedale singolo - Solo totali
ja: 単一病院-合計のみ

source: Single hospital - Details
ar_sa: مستشفى واحد - التفاصيل
de: Einzelnes Krankenhaus - Details
el: Ενιαίο νοσοκομείο - Λεπτομέρειες
it: Ospedale singolo - Dettagli
ja: 単一病院-詳細

source: Multiple hospitals overview
ar_sa: نظرة عامة على العديد من المستشفيات
de: Übersicht über mehrere Krankenhäuser
el: Επισκόπηση πολλαπλών νοσοκομείων
it: Panoramica di più ospedali
ja: 複数の病院の概要

source: First aid
ar_sa: الإسعافات الأولية
de: Erste Hilfe
el: πρώτες βοήθειες
it: Primo soccorso
ja: 応急処置

source: First aids
ar_sa: اسعافات اولية
de: Erste Hilfen
el: Πρώτες βοήθειες
it: Primo soccorsi
ja: 応急処置

source: Show first cell
ar_sa: إظهار الخلية الأولى
de: Erste Zelle anzeigen
el: Εμφάνιση πρώτου κελιού
it: Mostra la prima cella
ja: 最初のセルを表示

source: First cell font size
ar_sa: حجم خط الخلية الأولى
de: Schriftgröße der ersten Zelle
el: Μέγεθος γραμματοσειράς πρώτου κελιού
it: Dimensione del carattere della prima cella
ja: 最初のセルのフォントサイズ

source: First cell font color
ar_sa: لون خط الخلية الأولى
de: Schriftfarbe der ersten Zelle
el: Χρώμα γραμματοσειράς πρώτου κελιού
it: Colore del carattere della prima cella
ja: 最初のセルのフォントの色

source: Rows labels font size
ar_sa: الصفوف تسميات حجم الخط
de: Schriftgröße für Zeilenbeschriftungen
el: Γραμμές ετικέτες μέγεθος γραμματοσειράς
it: Dimensioni del carattere delle etichette delle righe
ja: 行ラベルのフォントサイズ

source: Rows labels font color
ar_sa: الصفوف تسميات لون الخط
de: Schriftfarbe für Zeilenbeschriftungen
el: Χρώμα γραμματοσειράς ετικετών γραμμών
it: Colore del carattere delle etichette delle righe
ja: 行ラベルフォントの色

source: Cols labels font size
ar_sa: العمود تسميات حجم الخط
de: Schriftgröße für Cols-Labels
el: Οι ετικέτες Cols έχουν μέγεθος γραμματοσειράς
it: Cols etichetta la dimensione del carattere
ja: 列ラベルのフォントサイズ

source: Cols labels font color
ar_sa: كولز تسميات لون الخط
de: Schriftfarbe für Cols-Etiketten
el: Cols ετικέτες χρώμα γραμματοσειράς
it: Cols etichetta il colore del carattere
ja: 列ラベルのフォントの色

source: Table borders
de: Tabellenränder
it: Bordi Tabella

source: Table borders color
de: Farbe der Tabellenränder
it: Colore bordi della tabella

source: Set thresholds
ar_sa: ضع الحدود
de: Festlegen von Schwellenwerten
el: Ορίστε κατώφλια
it: Imposta le soglie
ja: しきい値を設定する

source: Thresholds target set
ar_sa: تم تعيين هدف العتبات
de: Ziel Schwellenwerte festgelegt
el: Σύνολο στόχων ορίων
it: Soglia obiettivo impostata
ja: しきい値ターゲット セット

source: Thresholds target field
ar_sa: عتبات المجال الهدف
de: Zielfeld "Schwellenwerte"
el: Πεδίο στόχου κατωφλιών
it: Campo della Soglia objecttivo
ja: しきい値ターゲット・フィールド

source: X-Axis labels font size
ar_sa: حجم خط تسميات X-Axis
de: Schriftgröße für X-Achsenbeschriftungen
el: X-Axis ετικέτες μέγεθος γραμματοσειράς
it: Dimensione carattere delle etichette asse X
ja: X 軸ラベルのフォント サイズ

source: X-Axis labels font color
ar_sa: X- محور تسميات لون الخط
de: Schriftfarbe für X-Achsenbeschriftungen
el: Χρώμα γραμματοσειράς ετικετών X-Axis
it: Colore del carattere delle etichette asse X
ja: X 軸ラベルのフォントの色

source: Y-Axis labels font size
de: Schriftgröße für Y-Achsenbeschriftungen
it: Dimensione carattere delle etichette asse Y

source: Y-Axis labels font color
de: Schriftfarbe für Y-Achsenbeschriftungen
it: Colore del carattere delle etichette asse Y

source: Data labels font size
ar_sa: حجم خط تسميات البيانات
de: Schriftgröße für Datenbeschriftungen
el: Μέγεθος γραμματοσειράς ετικετών δεδομένων
it: Dimensione del carattere delle etichette dei dati
ja: データ ラベルのフォント サイズ

source: Data labels font color
ar_sa: لون خط تسميات البيانات
de: Schriftfarbe für Datenbeschriftungen
el: Χρώμα γραμματοσειράς ετικετών δεδομένων
it: Colore del carattere delle etichette dei dati
ja: データ ラベルのフォントの色

source: Legend font size
de: Schriftgröße der Legende
it: Dimensione carattere legenda

source: Default tab
ar_sa: التبويب الافتراضي
de: Standard Tab
el: Προεπιλεγμένη καρτέλα
it: Tab di default
ja: デフォルトのタブ

source: Meteo tab font size
ar_sa: حجم خط علامة التبويب Meteo
de: Schriftgröße der Meteo-Registerkarte
el: Μέγεθος γραμματοσειράς καρτέλας Meteo
it: Dimensione carattere della scheda Meteo
ja: メテオタブのフォントサイズ

source: General tab font size
ar_sa: حجم خط علامة التبويب العام
de: Schriftgröße der Registerkarte Allgemein
el: Γενικό μέγεθος γραμματοσειράς καρτέλας
it: Dimensione carattere della scheda Generale
ja: [全般] タブのフォント サイズ

source: General tab font color
ar_sa: لون خط علامة التبويب العام
de: Schriftfarbe der Registerkarte Allgemein
el: Γενικό χρώμα γραμματοσειράς καρτέλας
it: Colore del carattere della scheda Generale
ja: [全般] タブのフォントの色

source: Border radius
ar_sa: نصف قطر الحدود
de: Randradius
el: Ακτίνα συνόρων
it: Raggio bordo
ja: ボーダーの半径

source: Button image
ar_sa: صورة الزر
de: Schaltflächenbild
el: Εικόνα κουμπιού
it: Immagine del pulsante
ja: ボタン画像

source: Image file
ar_sa: ملف الصورة
de: Bilddatei
el: Αρχείο εικόνας
it: File di immagine
ja: 画像ファイル

source: Image width
ar_sa: عرض الصورة
de: Bildbreite
el: Πλάτος εικόνας
it: Larghezza immagine
ja: 画像幅

source: Image height
ar_sa: ارتفاع الصورة
de: Bildhöhe
el: Ύψος εικόνας
it: Altezza immagine
ja: 画像の高さ

source: Available metrics for selected widget
ar_sa: المقاييس المتاحة للقطعة المختارة
de: Verfügbare Metriken für ausgewählte Widgets
el: Διαθέσιμες μετρήσεις για επιλεγμένο widget
it: Metriche disponibili per il widget selezionato
ja: 選択したウィジェットで使用可能なメトリック

source: No metric change
ar_sa: لا يوجد تغيير متري
de: Keine Metrikänderung
el: Δεν υπάρχει αλλαγή μέτρησης
it: Nessuna modifica alla metrica
ja: メトリック変更なし

source: Show button text
ar_sa: إظهار نص الزر
de: Schaltflächentext anzeigen
el: Εμφάνιση κειμένου κουμπιού
it: Mostra il testo del pulsante
ja: ボタンテキストを表示

source: Available widgets to show link content
ar_sa: الحاجيات المتاحة لإظهار محتوى الارتباط
de: Verfügbare Widgets zum Anzeigen von Linkinhalten
el: Διαθέσιμα widget για εμφάνιση περιεχομένου συνδέσμου
it: Widget disponibili per mostrare il contenuto del collegamento
ja: リンクコンテンツを表示する利用可能なウィジェット

source: Inner radius (%)
ar_sa: دائرة نصف قطرها الداخلي (٪)
de: Innenradius (%)
el: Εσωτερική ακτίνα (%)
it: Raggio interno (%)
ja: 内半径 (%)

source: Start angle (°)
ar_sa: زاوية البداية (°)
de: Startwinkel (°)
el: Γωνία έναρξης (°)
it: Angolo iniziale (°)
ja: 開始角度 (°)

source: End angle (°)
ar_sa: زاوية النهاية (°)
de: Endwinkel (°)
el: Τελική γωνία (°)
it: Angolo finale (°)
ja: 終了角度 (°)

source: Diagram center Y(%)
ar_sa: مركز الرسم البياني Y (٪)
de: Diagramm Mitte Y(%)
el: Κέντρο διαγράμματος Y (%)
it: Centro diagramma Y(%)
ja: ダイアグラムセンター Y(%)

source: Slices colors
ar_sa: ألوان الشرائح
de: Farben der Scheiben
el: Χρώματα φέτες
it: Colori delle sezioni
ja: スライスの色

source: Widget mode
ar_sa: وضع القطعة
de: Widget-Modus
el: Λειτουργία Widget
it: Modalità widget
ja: ウィジェットモード

source: Selector target
ar_sa: الهدف المحدد
de: Zielselektor
el: Επιλογέας στόχος
it: Destinazione selettore
ja: セレクターターゲット

source: Selector Web target
ar_sa: هدف ويب المحدد
de: Selektor Webziel
el: Επιλογέας ιστού επιλογής
it: Target del Selector Web
ja: 選択 Web ターゲット

source: Start lat
ar_sa: ابدأ خط العرض
de: lat starten
el: Έναρξη lat
it: Latitudine Iniziale
ja: 開始緯度

source: Start lng
ar_sa: ابدأ خط الطول
de: lng starten
el: Ξεκινήστε lng
it: Longitudine iniziale
ja: 開始経度

source: Start zoom
ar_sa: ابدأ في التكبير
de: Zoom starten
el: Ξεκινήστε το ζουμ
it: Zoom Iniziale
ja: ズームを開始する

source: Enable fullscreen in new tab
ar_sa: تمكين ملء الشاشة في علامة تبويب جديدة
de: Vollbild auf neuer Registerkarte aktivieren
el: Ενεργοποίηση πλήρους οθόνης σε νέα καρτέλα
it: Abilitare lo schermo intero nella nuova scheda
ja: 新しいタブでフルスクリーンを有効にする

source: Enable fullscreen in a popup
ar_sa: تفعيل ملء الشاشة في نافذة منبثقة
de: Vollbildmodus in einem Popup aktivieren
el: Ενεργοποίηση πλήρους οθόνης σε ένα αναδυόμενο παράθυρο
it: Abilitare lo schermo intero in un popup
ja: ポップアップでフルスクリーンを有効にする

source: Coords collection URI
ar_sa: مجموعة Coords URI
de: Coords-Auflistungs-URI
el: Συλλογή URI
it: URI raccolta Coords
ja: コアーズ コレクション URI

source: Zoom controls visibility
ar_sa: التكبير/التصغير يتحكم في الرؤية
de: Zoom steuert Sichtbarkeit
el: Το ζουμ ελέγχει την ορατότητα
it: Visibiltà
ja: ズーム コントロールの表示設定

source: Zoom factor (%)
ar_sa: عامل التكبير (٪)
de: Zoomfaktor (%)
el: Συντελεστής ζουμ (%)
it: Fattore di zoom (%)
ja: ズーム倍率 (%)

source: Zoom controls position
ar_sa: موضع عناصر تحكم التكبير/التصغير
de: Position der Zoomkontrolle
el: Το ζουμ ελέγχει τη θέση
it: Posizione dei controlli zoom
ja: ズーム コントロールの位置

source: Top left
ar_sa: أعلى اليسار
de: Oben links
el: Πάνω αριστερά
it: Alto a sinistra
ja: 左上

source: Top center
ar_sa: مركز أعلى
de: Oben Mitte
el: Κορυφαίο κέντρο
it: Centrato in Alto
ja: トップセンター

source: Top right
ar_sa: فوق على اليمين
de: Oben rechts
el: Επάνω δεξιά
it: Alto a destra
ja: 右上

source: Middle right
ar_sa: وسط اليمين
de: Mitte rechts
el: Μέση δεξιά
it: Centrodestra
ja: 右中

source: Bottom right
ar_sa: أسفل اليمين
de: Unten rechts
el: Κάτω δεξιά
it: In basso a destra
ja: 右下

source: Bottom middle
ar_sa: منتصف القاع
de: Untere Mitte
el: Κάτω μέση
it: In basso al centro
ja: 真ん中下

source: Bottom left
ar_sa: أسفل اليسار
de: Unten links
el: Κάτω αριστερά
it: Basso a sinistra
ja: 左下

source: Middle left
ar_sa: اليسار الأوسط
de: Mitte links
el: Μέση αριστερά
it: Centrosinistra
ja: 左中

source: Error while updating dashboard scaleFactor
ar_sa: خطأ أثناء تحديث مقياس لوحة المعلومات
de: Fehler beim Aktualisieren des Dashboards scaleFactor
el: Σφάλμα κατά την ενημέρωση του ταμπλό skalaFactor
it: Errore durante aggiornamento di scaleFactor del dashboard
ja: ダッシュボードのスケールファクターの更新中にエラーが発生しました

source: Display text color on click
de: Textfarbe beim Klicken anzeigen
it: Visualizza il colore del testo con un click

source: Geometries
de: Geometrien
it: Geometrie

source: Pins and geometries
de: Pins und Geometrien
it: Pins e geometrie

source: Map Pin Icon
de: Symbol "Karten-Pin"
it: Icona Pin Mappa

source: Square Icon
de: Quadratisches Symbol
it: Icona quadrato

source: Pin Icon
de: Pin-Symbol
it: Icona Pin

source: Please note that the Stacked Areas option correctly works only for equally-sampled data series
ar_sa: الرجاء ملاحظة أن خيار "المساحات المكدسة" يعمل بشكل صحيح فقط مع سلاسل البيانات ذات العينات المتساوية
de: Bitte beachten Sie, dass die Option Stack-Bereiche nur für Datenreihen mit gleicher Stichprobe korrekt funktioniert.
el: Λάβετε υπόψη ότι η επιλογή Stacked Areas λειτουργεί σωστά μόνο για σειρές δεδομένων ισοδύναμου δείγματος
it: Si prega di notare opzione Aree in pila funziona correttamente solo per serie di dati ugualmente campionato
ja: [スタック領域]オプションは、均等にサンプリングされたデータ系列に対してのみ正しく機能することに注意してください

source: Rows labels backgr. color
de: Zeilenbeschriftungen Hintergrundfarbe
it: Colore sfondo etichette delle righe

source: Cols labels backgr. color
de: Cols-Labels Hintergrundfarbe
it: Colore sfondo etichette delle colonne

source: Open Web Link in a New Tab
ar_sa: افتح رابط الويب في علامة تبويب جديدة
de: Öffnen eines Weblinks auf einer neuen Registerkarte
el: Άνοιγμα συνδέσμου ιστού σε νέα καρτέλα
it: Apri collegamento web in una nuova scheda
ja: 新しいタブでWebリンクを開く

source: Compare Period
ar_sa: قارن الفترة
de: Zeitraum vergleichen
el: Σύγκριση περιόδου
it: Confronta periodi
ja: 期間の比較

source: 4 previous hours
ar_sa: 4 ساعات سابقة
de: 4 vorherige Stunden
el: 4 προηγούμενες ώρες
it: 4 ore precedenti
ja: 過去4時間

source: 4 hours day before
ar_sa: 4 ساعات قبل يوم
de: 4 Stunden am Vortag
el: 4 ώρες την ημέρα πριν
it: 4 ore del giorno precedente
ja: 4時間前

source: 12 previous hours
ar_sa: 12 ساعة سابقة
de: 12 vorherige Stunden
el: 12 προηγούμενες ώρες
it: 12 ore precedenti
ja: 過去12時間

source: 12 hours day before
ar_sa: قبل 12 ساعة
de: 12 Stunden am Vortag
el: 12 ώρες την ημέρα πριν
it: 12 ore del giorno prima
ja: 前日12時間

source: previous day
ar_sa: اليوم السابق
de: Vortag
el: προηγούμενη μέρα
it: giorno precedente
ja: 前日

source: same day previous week
ar_sa: نفس اليوم الأسبوع السابق
de: am selben Tag der Vorwoche
el: την ίδια μέρα την προηγούμενη εβδομάδα
it: lo stesso giorno della settimana precedente
ja: 前週の同じ日

source: same day previous month
ar_sa: اليوم نفسه في الشهر السابق
de: am selben Tag des Vormonats
el: την ίδια ημέρα τον προηγούμενο μήνα
it: lo stesso giorno del mese precedente
ja: 前月同日

source: previous week
ar_sa: الأسبوع الماضي
de: Vorwoche
el: προηγούμενη εβδομάδα
it: settimana precedente
ja: 前の週

source: previous week starting Monday
ar_sa: الأسبوع السابق ابتداء من يوم الاثنين
de: Vorwoche ab Montag
el: προηγούμενη εβδομάδα από τη Δευτέρα
it: settimana precedente a partire da lunedì
ja: 月曜日から始まる前の週

source: previous month
ar_sa: الشهر الماضى
de: vorheriger Monat
el: προηγούμενος μήνας
it: mese precedente
ja: 前月

source: previous month - day 1
ar_sa: الشهر السابق - اليوم الأول
de: Vormonat - Tag 1
el: προηγούμενος μήνας - ημέρα 1
it: mese precedente - partendo da giorno 1
ja: 前月-1日目

source: same month prev year - day 1
ar_sa: نفس الشهر من العام السابق - اليوم الأول
de: gleicher Monat vor einem Jahr - Tag 1
el: τον ίδιο μήνα προηγούμενο έτος - ημέρα 1
it: stesso mese anno precedente - dal giorno 1
ja: 前年同月-1日目

source: previous 6 months
ar_sa: 6 أشهر السابقة
de: vorherige 6 Monate
el: προηγούμενους 6 μήνες
it: 6 mesi precedenti
ja: 前の6ヶ月

source: previous 6 months - day 1 of prev 6 months
ar_sa: الأشهر الستة السابقة - اليوم الأول من الأشهر الستة السابقة
de: vorherige 6 Monate - Tag 1 der vorherigen 6 Monate
el: προηγούμενοι 6 μήνες - ημέρα 1 των προηγούμενων 6 μηνών
it: 6 mesi precedenti - giorno 1 dei 6 mesi precedenti
ja: 前の6ヶ月 - 前の6ヶ月の1日目

source: same 6 months of prev year - day 1
ar_sa: نفس الأشهر الستة من العام السابق - اليوم الأول
de: gleiche 6 Monate des Vorjahres - Tag 1
el: ίδιοι 6 μήνες του προηγούμενου έτους - ημέρα 1
it: stessi 6 mesi anno precedente - giorno 1
ja: 前年度の同じ6ヶ月 - 1日目

source: same 6 months of prev year - day 1 month 1 or 7
ar_sa: نفس الستة أشهر من العام السابق - اليوم الأول والشهر الأول أو السابع
de: gleiche 6 Monate des Vorjahres - Tag 1 Monat 1 oder 7
el: ίδιοι 6 μήνες του προηγούμενου έτους - ημέρα 1 μήνας 1 ή 7
it: stessi 6 mesi anno precedente - giorno 1 mese 1 o 7
ja: 前年度の同じ6ヶ月 - 日1ヶ月1または7

source: previous year
ar_sa: السنة الماضية
de: Vorjahr
el: προηγούμενο έτος
it: anno precedente
ja: 前年

source: previous year - day 1 of prev year
ar_sa: العام السابق - اليوم الأول من العام السابق
de: Vorjahr - Tag 1 des Vorjahres
el: προηγούμενο έτος - ημέρα 1 του προηγούμενου έτους
it: anno precedente - giorno 1 anno precedente
ja: 前年度 - 前年度の 1 日目

source: previous year - month 1
ar_sa: العام السابق - الشهر 1
de: Vorjahr - Monat 1
el: προηγούμενο έτος - μήνας 1
it: anno precedente - mese 1
ja: 前の年 - 月 1

source: previous 2 years
ar_sa: السنتين السابقتين
de: vorherige 2 Jahre
el: προηγούμενα 2 χρόνια
it: 2 anni precedenti
ja: 前の2年間

source: previous 10 years
ar_sa: السنوات العشر الماضية
de: vorherige 10 Jahre
el: προηγούμενα 10 χρόνια
it: 10 anni precedenti
ja: 過去10年間

source: Search filter, results on list
ar_sa: تصفية البحث ، النتائج في القائمة
de: Suchfilter, Ergebnisse auf der Liste
el: Φίλτρο αναζήτησης, αποτελέσματα στη λίστα
it: Filtro di ricerca, risultati in elenco
ja: 検索フィルタ、検索結果一覧

source: Search filter, results on map
ar_sa: تصفية البحث ، النتائج على الخريطة
de: Suchfilter, Ergebnisse auf der Karte
el: Φίλτρο αναζήτησης, αποτελέσματα στο χάρτη
it: Filtro di ricerca, risultati sulla mappa
ja: 検索フィルター,地図上の結果

source: Search filter, results on list and map
ar_sa: تصفية البحث ، النتائج في القائمة والخريطة
de: Suchfilter, Ergebnisse auf Liste und Karte
el: Φίλτρο αναζήτησης, αποτελέσματα στη λίστα και στο χάρτη
it: Filtro di ricerca, risultati su elenco e mappa
ja: 検索フィルター、リストとマップの結果

source: Vertical
ar_sa: عمودي
de: Vertikal
el: Κατακόρυφος
it: Verticale
ja: 垂直

source: VerticalCompact
ar_sa: ضغط عمودي
de: VertikalKompakt
el: Κάθετο συμπαγές
ja: 垂直コンパクト

source: Today only
ar_sa: اليوم فقط
de: Nur heute
el: Μόνο σήμερα
it: Solo oggi
ja: 今日のみ

source: Language
ar_sa: لغة
de: Sprache
el: Γλώσσα
it: Lingua
ja: 言語

source: Today box dimension
ar_sa: اليوم مربع البعد
de: Heute Box Dimension
el: Σήμερα διάσταση κουτιού
it: Dimensione scatola oggi
ja: 今日のボックスの寸法

source: Background mode
ar_sa: وضع الخلفية
de: Hintergrundmodus
el: Λειτουργία φόντου
it: Modalità sfondo
ja: バックグラウンドモード

source: Color
ar_sa: اللون
de: Farbe
el: Χρώμα
it: Colore
ja: 色

source: Automatic picture
ar_sa: صورة تلقائية
de: Automatisches Bild
el: Αυτόματη εικόνα
it: Immagine automatica
ja: 自動画像

source: Weather symbols
ar_sa: رموز الطقس
de: Wettersymbole
el: Σύμβολα καιρού
it: Simboli meteorologici
ja: 天気記号

source: Images
ar_sa: الصور
de: Bilder
el: Εικόνες
it: Immagini
ja: 画像

source: Set Min Value
ar_sa: تعيين الحد الأدنى للقيمة
de: Min. Wert festlegen
el: Ορισμός ελάχιστης τιμής
it: Setta Valore minimo
ja: 最小値

source: Set Max Value
ar_sa: تعيين القيمة القصوى
de: Max. Wert festlegen
el: Ορισμός μέγιστης τιμής
it: Setta Valore massimo
ja: 最大値

source: Show Orthomaps Controls
ar_sa: إظهار عناصر تحكم خرائط تقويمية
de: Orthomaps-Steuerelemente anzeigen
el: Εμφάνιση στοιχείων ελέγχου Orthomaps
it: Mostra controlli Orthomaps
ja: オルソマップ コントロールを表示

source: Default Orthomap
ar_sa: خريطة أورثو الافتراضية
de: Standard-Orthomap
el: Προεπιλεγμένο Orthomap
it: Orthomap predefinito
ja: 既定のオルソマップ

source: Connect to WS
ar_sa: الاتصال بـ WS
de: Verbinde mit WS
el: Συνδεθείτε στο WS
it: Connettiti a WS
ja: WS に接続する

source: Always visible
ar_sa: مرئي دائما
de: Immer sichtbar
el: Πάντα ορατό
it: Sempre visibile
ja: 常に表示

source: You can select only one metric for this type of widget
ar_sa: يمكنك تحديد مقياس واحد فقط لهذا النوع من عناصر واجهة المستخدم
de: Sie können nur eine Metrik für diesen Widget-Typ auswählen
el: Μπορείτε να επιλέξετε μόνο μία μέτρηση για αυτόν τον τύπο widget
it: È possibile selezionare una sola metrica per questo tipo di widget
ja: このタイプのウィジェットに対して選択できるメトリックは 1 つだけです。

source: Error during widget update, please try again
ar_sa: خطأ أثناء تحديث عنصر واجهة المستخدم، الرجاء المحاولة مرة أخرى
de: Fehler während der Widget-Aktualisierung, bitte versuchen Sie es erneut
el: Σφάλμα κατά την ενημέρωση του widget, δοκιμάστε ξανά
it: Errore durante aggiornamento del widget, riprovare
ja: ウィジェットの更新中にエラーが発生しました。

source: Error during widget update, cannot change metric
ar_sa: خطأ أثناء تحديث عنصر واجهة المستخدم، لا يمكن تغيير المقياس
de: Fehler beim Widget-Update, Metrik kann nicht geändert werden
el: Σφάλμα κατά την ενημέρωση widget, δεν είναι δυνατή η αλλαγή της μέτρησης
it: Errore durante aggiornamento del widget, impossibile modificare la metrica
ja: ウィジェットの更新中にエラーが発生しました。

source: New dashboard
ar_sa: لوحات معلوماتي الخاصة
de: Neues Dashboard
el: Νέο ταμπλό
it: Nuova Dashboard
ja: 新しいダッシュボード

source: Creator
ar_sa: المبني
de: Ersteller
el: Δημιουργός
it: Creatore
ja: クリエイター

source: Creation date
ar_sa: تاريخ الإنشاء
de: Erstellungsdatum
el: Ημερομηνία δημιουργίας
it: Data Creazione
ja: 新規作成

source: Last edit date
ar_sa: تاريخ التعديل الأخير
de: Letztes Bearbeitungsdatum
el: Τελευταία ημερομηνία επεξεργασίας
it: Data ultima modifica
ja: 最終編集日

source: # Access Today
ar_sa: # الوصول اليوم
de: # Zugriff heute
el: # Πρόσβαση σήμερα
it: # Accessi di oggi
ja: ＃今日アクセス

source: Minutes Opened Today
ar_sa: دقائق الافتتاح اليوم
de: Heute geöffnete Protokolle
el: Τα πρακτικά άνοιξαν σήμερα
it: Minuti di apertura oggi
ja: 本日オープンした議事録

source: Edit
ar_sa: يحرر
de: Bearbeiten
el: Επεξεργασία
it: Modifica
ja: 編集

source: View
ar_sa: منظر
de: Anzeigen
el: Θέα
it: Guarda
ja: 見る

source: Add new Dashboard
ar_sa: لوحات معلوماتي الخاصة
de: Neues Dashboard hinzufügen
el: Προσθήκη νέου πίνακα ελέγχου
it: Nuova Dashboard
ja: 新しいダッシュボードの追加

source: Exceeded limits for Dashboard Creation for user
ar_sa: تم تجاوز حدود إنشاء لوحة المعلومات للمستخدم
de: Überschreitung der Grenzwerte für die Dashboard-Erstellung für Benutzer
el: Υπέρβαση ορίων για τη δημιουργία πίνακα ελέγχου για τον χρήστη
it: Superato limite per la creazione di dashboard per utente
ja: ユーザーのダッシュボード作成の制限を超えました

source: Dashboard deletion
ar_sa: لوحات معلوماتي الخاصة
de: Dashboard-Löschung
el: Διαγραφή πίνακα ελέγχου
it: Duplicazione dashboard
ja: ダッシュボードの削除

source: Do you want to delete the following dashboard?
ar_sa: هل تريد حذف لوحة التحكم التالية؟
de: Möchten Sie das folgende Dashboard löschen?
el: Θέλετε να διαγράψετε τον ακόλουθο πίνακα ελέγχου;
it: Vuoi cancellare la seguente dashboard?
ja: 次のダッシュボードを削除しますか？
