Repository: 2lambda123/dashboard-builder
Catalog: dashboard_frontend/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de, el, it, ja

source: Dashboard features
ar_sa: لوحات معلوماتي الخاصة
de: Dashboard-Funktionen
el: Δυνατότητες πίνακα εργαλείων
it: Funzionalità della Dashboard
ja: ダッシュボードの機能

source: Data and widgets
ar_sa: تحليل البيانات
de: Daten und Widgets
el: Δεδομένα και widgets
it: Dati e widget
ja: データとウィジェット

source: Check and summary
ar_sa: تحقق وملخص
de: Prüfung und Zusammenfassung
el: Έλεγχος και περίληψη
it: Controllo e riepilogo
ja: チェックとサマリー

source: Dashboard title
ar_sa: لوحات معلوماتي الخاصة
de: Dashboard Titel
el: Τίτλος πίνακα εργαλείων
it: Titolo Dashboard
ja: ダッシュボードのタイトル

source: Dashboard title can't be empty
ar_sa: لا يمكن أن يكون اسم مستخدم المالك الجديد فارغا
de: Dashboard-Titel darf nicht leer sein
el: Ο τίτλος του πίνακα εργαλείων δεν μπορεί να είναι κενός
it: Il titolo della Dashboard non può essere vuoto
ja: ダッシュボードのタイトルを空にすることはできません

source: Click on a template to choose it, click on it again to unselect it
ar_sa: انقر فوق قالب لاختياره ، وانقر فوقه مرة أخرى لإلغاء تحديده
de: Klicken Sie auf eine Vorlage, um sie auszuwählen, klicken Sie erneut darauf, um die Auswahl aufzuheben
el: Κάντε κλικ σε ένα πρότυπο για να το επιλέξετε, κάντε ξανά κλικ σε αυτό για να το καταργήσετε
it: Clicca per scegliere un modello, clicca ancora per deselezionarlo
ja: テンプレートをクリックして選択し、もう一度クリックして選択を解除します

source: You must choose one template
ar_sa: يجب عليك اختيار قالب واحد
de: Sie müssen eine Vorlage auswählen
el: Πρέπει να επιλέξετε ένα πρότυπο
it: È necessario scegliere un modello
ja: テンプレートを 1 つ選択する必要があります

source: Map
ar_sa: خريطة
de: Karte
el: Χάρτης
it: Mappa
ja: マップ

source: Single data widgets
ar_sa: أدوات البيانات الفردية
de: Einzelne Daten-Widgets
el: Γραφικά στοιχεία μεμονωμένων δεδομένων
it: Widget dati singoli
ja: 単一データウィジェット

source: Multi data widgets
ar_sa: الحاجيات متعددة البيانات
de: Multi-Daten-Widgets
el: Widget πολλαπλών δεδομένων
it: Widget multi-dati
ja: マルチデータウィジェット

source: Map Controls:
ar_sa: التحكم:
de: Kartensteuerelemente:
el: Στοιχεία ελέγχου χάρτη:
it: Controlli mappa:
ja: マップ コントロール:

source: FilterMap
ar_sa: مرشح الخريطة
de: FilterKarte
el: Χάρτης φίλτρου
it: Filtro su base Mappa
ja: フィルターマップ

source: Actuator options
ar_sa: خيارات المحرك
de: Aktor Optionen
el: Επιλογές ενεργοποιητή
it: Opzione attuatore
ja: アクチュエータオプション

source: Existent or new target
ar_sa: هدف موجود أو جديد
de: Vorhandenes oder neues Ziel
el: Υφιστάμενος ή νέος στόχος
it: Bersaglio esistente o nuovo
ja: 存在するターゲットまたは新しいターゲット

source: Existent
ar_sa: موجود
de: Existiert
el: Υπαρκτός
it: Esistente
ja: 現在の

source: New
ar_sa: جديد
de: Neu
el: Νέος
it: Nuovo
ja: 新着

source: New actuator target type
ar_sa: نوع هدف المحرك الجديد
de: Neuer Aktor-Zieltyp
el: Νέος τύπος στόχου ενεργοποιητή
it: Nuovo tipo di bersaglio attuatore
ja: 存在するターゲットまたは新しいターゲット

source: IOT device on broker
ar_sa: إنشاء تطبيق IoT
de: IOT-Gerät auf Broker
el: Συσκευή IOT στον μεσίτη
it: Device IOT su Broker
ja: IOT アプリケーション

source: Device name
ar_sa: نوع التطبيق
de: Gerätename
el: Ονομα της συσκευής
it: Nome device
ja: 装置名

source: Value type
ar_sa: نوع التطبيق
de: Werttyp
el: Τύπος τιμής
ja: 存在するターゲットまたは新しいターゲット

source: Min/Base value
ar_sa: الحد الأدنى / القيمة الأساسية
de: Min./Basiswert
el: Ελάχιστη / βασική τιμή
it: Valore Base minimo
ja: 最小/基本値

source: Max/Impulse value
ar_sa: قيمة ماكس / الدافع
de: Max./Impulswert
el: Μέγιστη / παλμική τιμή
it: Valore impulso massimo
ja: 最大/インパルス値

source: Data sources
ar_sa: مصادر البيانات
de: Datenquellen
el: Πηγές δεδομένων
it: Sorgenti D ati
ja: 単一データウィジェット

source: No rows selected: please select some rows and try again.
ar_sa: لم يتم تحديد صفوف: الرجاء تحديد بعض الصفوف والمحاولة مرة أخرى.
de: Keine Zeilen ausgewählt: Bitte wählen Sie einige Zeilen aus und versuchen Sie es erneut.
el: Δεν έχουν επιλεγεί σειρές: επιλέξτε μερικές σειρές και δοκιμάστε ξανά.
it: Nessuna riga selezionata: selezionare alcune righe e riprovare.
ja: 行が選択されていません：いくつかの行を選択して、再試行してください。

source: Instance URI
ar_sa: مثيل URI
de: Instanz-URI
el: URI παρουσίας
it: URI Istanza
ja: インスタンス URI

source: Parameters
ar_sa: المعلمات
de: Parameter
el: Παράμετροι
it: Parametri
ja: パラメータ

source: High-Level Type
ar_sa: نوع رفيع المستوى
de: High-Level-Typ
el: Τύπος υψηλού επιπέδου
ja: ハイレベルタイプ

source: Value Type
ar_sa: نوع التطبيق
de: Werttyp
el: Τύπος τιμής
ja: 値の種類

source: Value Name
ar_sa: نوع التطبيق
de: Wert-Name
el: Όνομα τιμής
ja: 値の名前

source: Data Type
ar_sa: النوع
de: Datentyp
el: Τύπος δεδομένων
ja: データ型

source: Value Unit
ar_sa: نوع التطبيق
de: Werteinheit
el: Μονάδα αξίας
ja: 存在するターゲットまたは新しいターゲット

source: Last Date
ar_sa: تاريخ الإنشاء
de: Letztes Datum
el: Τελευταία ημερομηνία
it: Ultima Data
ja: 新規作成

source: Last Value
ar_sa: تاريخ الإنشاء
de: Letzter Wert
el: Τελευταία τιμή
it: Ultimo Valore
ja: 最後の値

source: Healthiness
ar_sa: الصحة
de: Gesundheit
el: Υγιεινή
it: Salute del dato
ja: 健康

source: Last Check
ar_sa: اخر فحص
de: Letzte Prüfung
el: Τελευταίος έλεγχος
it: Ultimo Controllo
ja: 最後のチェック

source: Ownership
ar_sa: ملكية
de: Verantwortlich
el: Ιδιοκτησία
it: Proprietario
ja: 所有

source: Organizations
ar_sa: المنظمات
de: Organisationen
el: Οργανισμοί
it: Organizzazioni
ja: 組織

source: Latitude
ar_sa: خط العرض
de: Breitengrad
el: Γεωγραφικό πλάτος
it: Latitudine
ja: 緯度

source: Longitude
ar_sa: خط الطول
de: Längengrad
el: Γεωγραφικό μήκος
it: Longitudine
ja: 経度

source: ownerHash
ar_sa: ملكية
de: InhaberHash
el: ιδιοκτήτης Hash
it: hash proprietario

source: delegatedHash
ar_sa: لوحات المعلومات المفوضة
de: delegiertHash
el: εξουσιοδοτημένος Hash
it: hash delegato
ja: デリゲートされたハッシュ

source: delegatedGroupHash
ar_sa: مندوب جروبهاش
de: delegierteGroupHash
el: εξουσιοδοτημένη ομάδα Hash
it: hash gruppo delegato

source: Hide columns
ar_sa: إخفاء الأعمدة
de: Spalten ausblenden
el: Απόκρυψη στηλών
it: Nascondere colonne
ja: 列を非表示にする

source: High level type
ar_sa: نوع عالي المستوى
de: High-Level-Typ
el: Τύπος υψηλού επιπέδου
ja: ハイレベルタイプ

source: Value name
ar_sa: اسم القيمة
de: Wertname
el: Όνομα τιμής
ja: 値の名前

source: Data type
ar_sa: نوع البيانات
de: Datentyp
el: Τύπος δεδομένων
ja: データ型

source: Last date
ar_sa: تاريخ الإنشاء
de: Letztes Datum
el: Τελευταία ημερομηνία
it: Ultima Data
ja: 新規作成

source: Last value
ar_sa: تاريخ الإنشاء
de: Letzter Wert
el: Τελευταία τιμή
it: Ultimo Valore
ja: 最後の値

source: Last check
ar_sa: اخر فحص
de: Letzte Überprüfung
el: Τελευταίος έλεγχος
it: Ultimo controllo
ja: 最後のチェック

source: Reset filters
ar_sa: إعادة تعيين المرشحات
de: Filter zurücksetzen
el: Επαναφορά φίλτρων
it: Reset filtri
ja: フィルタをリセットする

source: Selected rows: 0
ar_sa: الصفوف المحددة: 0
de: Ausgewählte Zeilen: 0
el: Επιλεγμένες σειρές: 0
it: Righe selezionate: 0
ja: 選択した行：0

source: Choosen data sources
ar_sa: اختيار مصادر البيانات
de: Ausgewählte Datenquellen
el: Επιλεγμένες πηγές δεδομένων
it: Scelta origini dati
ja: 単一データウィジェット

source: Red rows are not compatible with choosen widget type and will not be instantiated
ar_sa: الصفوف الحمراء غير متوافقة مع نوع الأداة المختار ولن يتم إنشاء مثيل لها
de: Rote Zeilen sind nicht mit dem ausgewählten Widget-Typ kompatibel und werden nicht instanziiert
el: Οι κόκκινες σειρές δεν είναι συμβατές με τον επιλεγμένο τύπο widget και δεν θα δημιουργούνται
it: Le righe rosse non sono compatibili con il widget scelto e non saranno instanziate
ja: 赤い行は選択したウィジェットタイプと互換性がなく、インスタンス化されません

source: Remove
ar_sa: إزالة
de: Entfernen
el: Αφαιρώ
it: Rimuovi
ja: 削除する

source: Summary
ar_sa: ملخص
de: Zusammenfassung
el: Περίληψη
it: Sommario
ja: チェックとサマリー

source: A synthesis of your choices and what is going to be created
ar_sa: توليفة من اختياراتك وما الذي سيتم إنشاؤه
de: Eine Synthese Ihrer Entscheidungen wird erstellt
el: Μια σύνθεση των επιλογών σας και τι πρόκειται να δημιουργηθεί
it: Una sintesi delle tue scelte e di ciò che verrà creato
ja: あなたの選択と何が作成されるかを統合する

source: Check
ar_sa: الشيك
de: Prüfen
el: Ελεγχος
it: Controllo
ja: 最後のチェック

source: Alerts about possible missing or wrong input that deny instantiation
ar_sa: تنبيهات حول الإدخال المحتمل المفقود أو الخاطئ الذي يرفض إنشاء مثيل
de: Warnungen über mögliche fehlende oder falsche Eingaben, die die Instanziierung verweigern
el: Ειδοποιήσεις σχετικά με πιθανές ελλείπουσες ή λανθασμένες πληροφορίες που αρνούνται την παρουσία
it: Pulsante per procedere con la creazione degli oggetti
ja: インスタンス化を拒否する可能性のある欠落または誤った入力に関するアラート

source: Instantiation
ar_sa: تجسيد
de: Instanziierung
el: Οργάνωση
it: Istanziazione
ja: インスタンス化

source: Button to proceed with items creation
ar_sa: زر لمتابعة إنشاء العناصر
de: Schaltfläche, um mit der Elementerstellung fortzufahren
el: Κουμπί για να συνεχίσετε με τη δημιουργία αντικειμένων
it: Pulsante per procedere con la creazione degli oggetti
ja: アイテムの作成を続行するためのボタン

source: Create dashboard/widgets
ar_sa: لوحات المعلومات المفوضة
de: Dashboard/Widgets erstellen
el: Δημιουργία πίνακα ελέγχου / widget
it: Crea Dashboard/Widgets
ja: ダッシュボード/ウィジェットの作成

source: You can't proceed with items creation before fixing wrong or missing inputs
ar_sa: لا يمكنك متابعة إنشاء العناصر قبل إصلاح المدخلات الخاطئة أو المفقودة
de: Sie können nicht mit der Elementerstellung fortfahren, bevor Sie falsche oder fehlende Eingaben behoben haben
el: Δεν μπορείτε να προχωρήσετε στη δημιουργία αντικειμένων προτού διορθώσετε λανθασμένες ή ελλιπείς καταχωρήσεις
it: Non è possibile procedere con la creazione degli elementi prima di correggere gli input errati o mancanti
ja: 間違った入力や欠落している入力を修正する前に、アイテムの作成を続行することはできません

source: Selection is OK
ar_sa: التحديد على ما يرام
de: Auswahl ist OK
el: Η επιλογή είναι εντάξει
it: Selezione OK
ja: 選択はOKです

source: Some of the new actuator fields are not filled correctly
ar_sa: لم يتم ملء بعض حقول المشغل الجديدة بشكل صحيح
de: Einige der neuen Aktorenfelder sind nicht korrekt ausgefüllt
el: Ορισμένα από τα νέα πεδία ενεργοποιητών δεν έχουν συμπληρωθεί σωστά
it: Alcuni dei nuovi campi attuatore non sono stati compilati correttamente
ja: 新しいアクチュエータフィールドの一部が正しく入力されていません

source: You must select actuator target type
ar_sa: يجب عليك تحديد نوع الهدف المشغل
de: Sie müssen den Aktorenzieltyp auswählen
el: Πρέπει να επιλέξετε τύπο προορισμού ενεργοποιητή
it: È necessario selezionare il tipo di destinazione attuatore
ja: アクチュエータのターゲットタイプを選択する必要があります

source: You must select one widget type
ar_sa: يجب تحديد نوع عنصر واجهة مستخدم واحد
de: Sie müssen einen Widget-Typ auswählen
el: Πρέπει να επιλέξετε έναν τύπο widget
it: Devi selezionare un tipo di widget
ja: ウィジェットタイプを1つ選択する必要があります

source: No dashboard template selected
ar_sa: لم يتم تحديد قالب لوحة التحكم
de: Keine Dashboard-Vorlage ausgewählt
el: Δεν έχει επιλεγεί πρότυπο πίνακα εργαλείων
it: Nessun modello di dashboard selezionato
ja: ダッシュボードテンプレートが選択されていません

source: Dashboard title can\'t be empty
ar_sa: لا يمكن أن يكون عنوان لوحة التحكم فارغًا
de: Dashboard-Titel darf nicht leer sein
el: Ο τίτλος του πίνακα εργαλείων δεν μπορεί να είναι κενός
it: Il titolo della Dashboard non può essere vuoto
ja: 委任されたユーザー名を空にすることはできません

source: Dashboard title already in use
ar_sa: عنوان لوحة المعلومات قيد الاستخدام بالفعل
de: Dashboard-Titel wird bereits verwendet
el: Ο τίτλος του πίνακα ελέγχου χρησιμοποιείται ήδη
it: Titolo Dashboard già in uso
ja: すでに使用されているタイトル

source: Dashboard title longer than 300 chars
ar_sa: عنوان لوحة المعلومات أطول من 300 حرف
de: Dashboard-Titel länger als 300 Zeichen
el: Ο τίτλος του ταμπλό είναι μεγαλύτερος από 300 χαρακτήρες
it: Il titolo del Dashboard oltre i 300 caratteri
ja: ダッシュボードのタイトルは300文字を超えることはできません

source: No widget type selected
ar_sa: لم يتم تحديد نوع عنصر واجهة المستخدم
de: Kein Widget-Typ ausgewählt
el: Δεν επιλέχθηκε τύπος widget
it: Nessun tipo di widget selezionato
ja: タイプ

source: You have to select at least one row from data sources table
ar_sa: يجب عليك تحديد صف واحد على الأقل من جدول مصادر البيانات
de: Sie müssen mindestens eine Zeile aus der Datenquellentabelle auswählen
el: Πρέπει να επιλέξετε τουλάχιστον μία γραμμή από τον πίνακα προελεύσεων δεδομένων
it: È necessario selezionare almeno una riga dalla tabella sorgenti dati
ja: データソーステーブルから少なくとも1つの行を選択する必要があります

source: You can\'t select rows from both IOT Apps and broker
ar_sa: لا يمكنك تحديد صفوف من تطبيقات IOT والوسيط
de: Sie können keine Zeilen gleichzeitig aus IOT-Apps und Broker auswählen
el: Δεν μπορείτε να επιλέξετε γραμμές τόσο από τις εφαρμογές IOT όσο και από τον μεσίτη
it: Non è possibile selezionare righe sia dalle App IOT che dal broker
ja: IOTアプリとブローカーの両方から行を選択することはできません

source: Some fields for new device creation on broker are empty or wrongly filled
ar_sa: بعض الحقول الخاصة بإنشاء جهاز جديد على الوسيط فارغة أو تم ملؤها بشكل خاطئ
de: Einige Felder für die Erstellung neuer Geräte auf dem Broker sind leer oder falsch ausgefüllt
el: Ορισμένα πεδία για τη δημιουργία νέας συσκευής στο broker είναι κενά ή εσφαλμένα γεμάτα
it: Alcuni campi per la creazione di nuovi dispositivi sul broker sono vuoti o riempiti in modo errato
ja: ブローカーで新しいデバイスを作成するための一部のフィールドが空であるか、間違って入力されています

source: You have to select at least one row
ar_sa: يجب عليك تحديد صف واحد على الأقل
de: Sie müssen mindestens eine Zeile auswählen
el: Πρέπει να επιλέξετε τουλάχιστον μία γραμμή
it: Devi selezionare almeno una riga
ja: 少なくとも1つの行を選択する必要があります

source: Dashboard template and title
ar_sa: قالب لوحة القيادة والعنوان
de: Dashboard-Vorlage und Titel
el: Πρότυπο και τίτλος πίνακα εργαλείων
it: Titolo e template Dashboard
ja: ダッシュボードのテンプレートとタイトル

source: A fully custom dashboard is created empty, so no widget details are available
ar_sa: يتم إنشاء لوحة معلومات مخصصة بالكامل فارغة ، لذلك لا تتوفر تفاصيل عنصر واجهة المستخدم
de: Ein vollständig benutzerdefiniertes Dashboard wird leer erstellt, sodass keine Widget-Details verfügbar sind
el: Ένας πλήρως προσαρμοσμένος πίνακας εργαλείων δημιουργείται κενός, οπότε δεν υπάρχουν διαθέσιμες λεπτομέρειες widget
it: La dashboard personalizzata viene creata vuota, quindi non sono disponibili dettagli sul widget
ja: 完全にカスタム化されたダッシュボードは空で作成されるため、ウィジェットの詳細は利用できません

source: Widget type details
ar_sa: تفاصيل نوع القطعة
de: Details zum Widget-Typ
el: Λεπτομέρειες τύπου widget
it: Dettagli del tipo di widget
ja: ウィジェットタイプの詳細

source: Instances details
ar_sa: تفاصيل المثيلات
de: Details zu Instanzen
el: Λεπτομέρειες παρουσιών
it: Dettagli istanze
ja: 詳細

source: Main widget(s) and relative data
ar_sa: القطعة الرئيسية والبيانات النسبية
de: Haupt-Widget(s) und relative Daten
el: Κύρια widget ή γραφικά στοιχεία και σχετικά δεδομένα
it: Widget principali e dati relativi
ja: メインウィジェットと相対データ

source: One new device entity will be created on context broker and linked to new actuator on dashboard
ar_sa: سيتم إنشاء كيان جهاز جديد في وسيط السياق وربطه بمشغل جديد على لوحة القيادة
de: Eine neue Geräteentität wird auf dem Kontextbroker erstellt und mit dem neuen Aktor auf dem Dashboard verknüpft
el: Μια νέα οντότητα συσκευής θα δημιουργηθεί σε μεσίτη περιβάλλοντος και θα συνδεθεί με νέο ενεργοποιητή στον πίνακα ελέγχου
it: Una nuova entità dispositivo verrà creata sul broker di contesto e collegata al nuovo attuatore sulla dashboard
ja: 1つの新しいデバイスエンティティがコンテキストブローカーに作成され、ダッシュボードの新しいアクチュエータにリンクされます

source: Device details
ar_sa: تفاصيل الجهاز
de: Gerätedetails
el: Λεπτομέρειες συσκευής
it: Dettagli
ja: 詳細

source: Instantiation instructions
ar_sa: تعليمات التجسيد
de: Instanziierungsanweisungen
el: Οδηγίες δημιουργίας
it: istruzioni per Istanziazione
ja: インスタンス化

source: At the moment it\'s not possible to instantiate a new actuator and its corrispondent block on a IOT personal application. In order to complete this task, please follow this flow: 1) Open NodeRED flow designer of a personal app of your choice
de: Im Moment ist es nicht möglich, einen neuen Aktor und seinen entsprechenden Block in einer persönlichen IOT-Anwendung zu instanziieren. Um diese Aufgabe abzuschließen, folgen Sie bitte diesem Ablauf: 1) Öffnen Sie den NodeRED-Flow-Designer einer persönlichen App Ihrer Wahl
it: Al momento non è possibile creare un\'istanza di un nuovo attuatore e del relativo blocco su applicazione personale IOT. Per completare questa attività, segui questo flusso: 1) Apri nodeRED flow designer di app personale di tua scelta

source: 2) Add a new actuator block (geolocator, dimer, impulsive button, switch, keyboard)
de: 2) Fügen Sie einen neuen Aktorblock hinzu (Geolocator, Dimer, Impulstaste, Schalter, Tastatur)
it: 2) Aggiungere un nuovo blocco attuatore (geolocalizzatore, dimero, pulsante impulsivo, interruttore, tastiera)

source: 3) Choose the dashboard where you want it to be (or create a new one) via block edit menu
de: 3) Wählen Sie das Dashboard, in dem es sich befinden soll (oder erstellen Sie ein neues über das Blockbearbeitungsmenü
it: 3) Scegli la dashboard dove vuoi che sia (o crearne uno nuovo) tramite il menu di modifica del blocco

source: 4) Deploy your application
de: 4) Bereitstellen der Anwendung
it: 4) Distribuire applicazione

source: 5) Open (or refresh) your dashboard of choice: actuator widget will be automatically be instantiated
de: 5) Öffnen (oder aktualisieren) Sie Ihr Dashboard Ihrer Wahl: Das Aktor-Widget wird automatisch instanziiert
it: 5) Apri (o aggiorna) il tuo cruscotto preferito: il widget attuatore verrà automaticamente istartiato

source: Main widget and relative data
ar_sa: القطعة الرئيسية والبيانات النسبية
de: Haupt-Widget und relative Daten
el: Κύριο widget και σχετικά δεδομένα
it: Widget principali e dati relativi
ja: メインウィジェットと相対データ

source: Can proceed
de: Kann fortfahren
it: Puoi procedere

source: Summary is not available until you fix missing or wrong inputs
de: Zusammenfassung ist erst verfügbar, wenn Sie fehlende oder falsche Eingaben behoben haben
it: Il riepilogo non è disponibile fino a che non sono sistemati gli input mancanti o errati

source: RT data
de: RT-Daten
it: RT dati

source: Description
de: Beschreibung
it: Descrizione

source: Value
de: Wert
it: Valore

source: Last update
de: Letzte Aktualisierung
it: Ultimo Aggionamento

source: Template choosen OK
de: Vorlage ausgewählt OK
it: Modello scelto OK

source: Error during dashboard creation, please try again
de: Fehler bei der Dashboard-Erstellung, bitte versuchen Sie es erneut
it: Errore durante la creazione della Dashboard, riprovare

source: Map Controls
de: Kartensteuerelemente
el: Στοιχεία ελέγχου χάρτη
it: Controlli mappa

source: Now displaying in Standard Mode
de: Jetzt im Standardmodus anzeigen
it: Ora visualizzato in modalità standard

source: Switch to the Synoptic Mode to select MyKPIs and sensors that you need for your synoptics.
de: Wechseln Sie in den Synoptikmodus, um MyKPIs und Sensoren auszuwählen, die Sie für Ihre Synoptik benötigen.
it: Passa alla modalità sinottico per selezionare i KPI e i sensori di cui hai bisogno per i tuoi sinottici.

source: Switch now to the Synoptic Mode
de: Wechseln Sie jetzt in den Synoptischen Modus
it: Passare ora alla modalità sinottica

source: Now displaying in Synoptic Mode
de: Jetzt im synoptischen Modus anzeigen
it: Ora visualizzato in modalità sinottica

source: Switch back to the Standard Mode to return making the traditional use of the Data Inspector.
de: Wechseln Sie zurück in den Standardmodus, um wieder in die traditionelle Verwendung des Dateninspektors zurückzukehren.
it: Torna alla modalità standard per tornare all\'uso tradizionale di Data Inspector.

source: Switch now to the Standard Mode
de: Wechseln Sie jetzt in den Standardmodus
it: Passare ora alla modalità standard

source: Save
ar_sa: يحفظ
de: Speichern
el: Σώσει
it: Salva
ja: セーブ

source: Properties
ar_sa: خصائص
de: Eigenschaften
el: Ιδιότητες
it: Proprietà
ja: プロパティ

source: Wizard
ar_sa: ساحر
de: Assistent
el: Ουσ αρσ
ja: ウィザード

source: Add widget
ar_sa: إضافة القطعة
de: Widget hinzufügen
el: Προσθήκη widget
it: Aggiungi widget
ja: ウィジェットを追加

source: Embedding
ar_sa: التضمين
de: Einbetten
el: Ενσωμάτωση
it: Inserimento in pagina web
ja: 埋め込み

source: Preview
ar_sa: معاينة
de: Vorschau
el: Προεπισκόπηση
ja: プレビュー

source: Header color
ar_sa: لون الرأس
de: Kopfzeilen Farbe
el: Χρώμα κεφαλίδας
it: Colore Intestazione
ja: ヘッダーの色

source: Title color
ar_sa: العنوان
de: Titelfarbe
el: Χρώμα τίτλου
it: Colore Titolo
ja: タイトルの色

source: Widgets area color
ar_sa: الحاجيات لون المنطقة
de: Farbe des Widgets-Bereichs
el: Χρώμα περιοχής Widgets
it: Colore area widgets
ja: ウィジェットエリアの色

source: External area color
ar_sa: لون المنطقة الخارجية
de: Farbe des Außenbereichs
el: Χρώμα εξωτερικής περιοχής
it: Colore contenuto esterno
ja: 外部領域の色

source: Background darkness
ar_sa: ظلام الخلفية
de: Hintergrund Dunkelheit
el: Φόντο σκοτάδι
it: Ombreggiatura sfondo
ja: 背景の暗さ

source: Quit
ar_sa: يقلع
de: Verlassen
el: Εγκαταλείπω
it: Esci
ja: 終了する

source: Last used
ar_sa: آخر أستخدام
de: Zuletzt verwendet
el: Τελευταία χρήση
it: Ultimo utilizzo
ja: 新規作成

source: Undo
ar_sa: الغاء التحميل
de: Rückgängig
el: Ξεκάνω
it: Annulla
ja: 元に戻す

source: Apply
ar_sa: تطبيق
de: Übernehmen
el: Ισχύουν
it: Applica
ja: 適用する

source: Darkness
ar_sa: الظلام
de: Dunkelheit
el: Σκοτάδι
it: Scuro
ja: 背景の暗さ

source: Prev
ar_sa: السابق
de: Zurück
el: Προηγ
it: Prec
ja: 前

source: Next
ar_sa: التالي
de: Weiter
el: Επόμενο
it: Succ
ja: 次

source: Close
ar_sa: إغلاق
de: Schließen
el: Κλείσε
it: Chiudi
ja: 閉じる

source: Add new widget to dashboard
ar_sa: إضافة عنصر واجهة مستخدم جديد إلى لوحة القيادة
de: Neues Widget zum Dashboard hinzufügen
el: Προσθέστε νέο widget στον πίνακα ελέγχου
it: Aggiungere un nuovo widget alla dashboard
ja: ウィジェットを追加

source: Metric and widget choice
ar_sa: متري واختيار القطعة
de: Metrik- und Widget-Auswahl
el: Επιλογή μέτρησης και widget
it: Scelta di metriche e widget
ja: メトリックとウィジェットの選択

source: Widget category
ar_sa: فئة القطعة
de: Widget-Kategorie
el: Κατηγορία widget
it: Categoria widget
ja: ウィジェットカテゴリ

source: Actuator
ar_sa: المحرك
de: Aktor
el: Ενεργοποιητής
it: Attuatore
ja: アクチュエータ

source: Data viewer
ar_sa: عارض البيانات
de: Datenanzeige
el: Πρόγραμμα προβολής δεδομένων
it: Visualizzazione Dati
ja: データビューア

source: Metrics category
ar_sa: فئة المقاييس
de: Kategorie Metriken
el: Κατηγορία μετρήσεων
it: Categoria Metriche
ja: メトリックカテゴリ

source: Personal metrics
ar_sa: المقاييس الشخصية
de: Persönliche Metriken
el: Προσωπικές μετρήσεις
it: Metriche personali
ja: 個人指標

source: Shared metrics
ar_sa: المقاييس المشتركة
de: Freigegebene Metriken
el: Κοινόχρηστες μετρήσεις
it: Metriche condivise
ja: 共有メトリック

source: Actuator target
ar_sa: هدف المحرك
de: Aktorenziel
el: Στόχος ενεργοποιητή
it: Bersaglio attuatore
ja: 存在するターゲットまたは新しいターゲット

source: Personal apps
ar_sa: التطبيقات الشخصية
de: Persönliche Apps
el: Προσωπικές εφαρμογές
it: App personali
ja: 個人指標

source: Inputs from personal apps
ar_sa: مدخلات من التطبيقات الشخصية
de: Eingaben aus persönlichen Apps
el: Εισροές από προσωπικές εφαρμογές
it: Input da app personali
ja: パーソナルアプリからの入力

source: Start value
ar_sa: قيمه البدايه
de: Startwert
el: Τιμή έναρξης
it: Valore iniziale
ja: 開始値

source: Domain type
ar_sa: نوع المجال
de: Domain-Typ
el: Τύπος τομέα
it: Tipo di dominio
ja: ドメインタイプ

source: Min value
ar_sa: أدنى قيمة
de: Minimalwert
el: Ελάχιστη τιμή
it: Valore minimo
ja: 最小値

source: Max value
ar_sa: قيمة الحد الأقصى
de: Maximum Wert
el: Μέγιστη τιμή
it: Valore massimo
ja: 最大値

source: Off value
ar_sa: خارج القيمة
de: Off-Wert
el: Εκτός τιμής
it: Valore off
ja: オフ値

source: On value
ar_sa: على القيمة
de: An-Wert
el: Στην αξία
it: Valore on
ja: 価値について

source: Widget type
ar_sa: نوع القطعة
de: Widget Typ
el: Τύπος widget
it: Tipo di widget
ja: ウィジェットタイプ

source: Entity type
ar_sa: نوع الكيان
de: Typ Entität
el: Τύπος οντότητας
it: Tipo di entità
ja: エンティティタイプ

source: Entity description
ar_sa: وصف الكيان
de: Beschreibung der Entität
el: Περιγραφή οντότητας
it: Descrizione entità
ja: エンティティの説明

source: Attribute name
ar_sa: اسم السمة
de: Attributname
el: Όνομα χαρακτηριστικού
it: Nome attributo
ja: 属性名
