Repository: 2lambda123/dashboard-builder
Catalog: dashboard_frontend/locale/*/LC_MESSAGES/messages.po
Languages: ar_sa, de, el, it, ja

source: The variable name cannot be empty
de: Der Variablenname darf nicht leer sein
it: Il nome della variabile non può essere vuoto

source: Please only use letters, digits, underscores, dashes, and dots.
de: Bitte verwenden Sie nur Buchstaben, Ziffern, Unterstriche, Bindestriche und Punkte.
it: Si prega di utilizzare solo lettere, cifre, caratteri di sottolineatura, trattini e punti.

source: A shared variable already exists with that name
de: Eine freigegebene Variable mit diesem Namen ist bereits vorhanden
it: Esiste già una variabile condivisa con quel nome

source: The name is good. Hit CONFIRM to proceed.
de: Der Name ist gut. Klicken Sie auf BESTÄTIGEN, um fortzufahren.
it: Il nome è buono. Premi CONFERMA per procedere.

source: Privacy Policy
de: Datenschutzerklärung
it: Politica Privacy

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
it: Termini e Condizioni

source: Contact us
de: Kontaktieren Sie uns
it: Contattaci

source: Restricted access dashboard
de: Dashboard mit eingeschränktem Zugriff
it: Dashboard ad accesso limitato

source: Do you want to confirm logout from this dashboard?
de: Möchten Sie die Abmeldung von diesem Dashboard bestätigen?
it: Vuoi confermare il logout da questa dashboard?

source: Logout correctly executed
de: Korrekt ausgeführte Abmeldung
it: Logout eseguito correttamente

source: Logout not possibile, please try again
de: Abmelden nicht möglich, bitte versuchen Sie es erneut
it: Disconnessione non possibile, riprovare

source: Toggle navigation
de: Navigation umschalten
it: Attiva/disattiva navigazione

source: Error
de: Fehler
it: Errore

source: Error while trying to get dashboard visibility: please try again
de: Fehler beim Versuch, das Dashboard zu machen: Bitte versuchen Sie es erneut
it: Errore durante il tentativo di ottenere la visibilità della dashboard: riprovare

source: Auto refit in progress, please wait
de: Auto refit in Bearbeitung, bitte warten
it: Riparazione automatica in corso, attendere prego

source: Hide header
de: Kopfzeile ausblenden
it: Nascondi Intestazione

source: Hide content
de: Inhalt ausblenden
it: Nascondi contenuto

source: Hide dim ctrl
de: Dimm-Strg ausblenden
it: Nascondi dim ctrl

source: Allow collapse
de: Ausblenden zulassen
it: Permetti il collapse

source: Chart color
de: Diagramm
it: Colore grafico

source: Axes color
de: Achsen Farbe
it: Colore assi

source: Border color
de: Rahmenfarbe
it: Colore bordo

source: Time range
de: Zeitbereich
it: Intervallo temporale

source: Change metric
de: Metrik ändern
it: Cambia metrica

source: Additive mode
de: Additiver Modus
it: Modalità additiva

source: More options
de: Mehr Optionen
it: Più opzioni

source: Delete widget
de: Widget löschen
it: Cancella widget

source: Dashboard template
ar_sa: لوحات معلوماتي الخاصة
el: Πρότυπο πίνακα εργαλείων
it: Modello Dashboard
ja: ダッシュボード テンプレート

source: GPSUser
ar_sa: مستخدم GPS
it: Utente GPS
ja: GPSユーザー

source: GPSOrg
it: GPS della Org

source: Id
ar_sa: الهویة الشخ
el: Ταυτότητα
it: Id, Identificativo

source: Details
ar_sa: تفاصيل
el: Λεπτομέρειες
it: Dettagli
ja: 詳細

source: Separator
ar_sa: المبني
el: Διαχωριστής
it: Separatore
ja: セパレーター

source: Widget link
ar_sa: رابط القطعة
el: Σύνδεσμος widget
it: Link Widget
ja: ウィジェットリンク

source: U/M position
ar_sa: موقفU / M
el: Θέση U / M
it: Posizione U/M
ja: U / Mポジション

source: Header
ar_sa: رأس
el: Επί κεφαλής
it: Intestazione
ja: ヘッダーの色

source: Header logo
ar_sa: شعار الرأس
el: Λογότυπο κεφαλίδας
it: Logo Intestazione
ja: ヘッダーの色

source: Dashboard screenshot
ar_sa: لوحات معلوماتي الخاصة
el: Στιγμιότυπο οθόνης πίνακα ελέγχου
it: Schermata Dashboard
ja: スクリーンショット

source: Link
it: Collegamento

source: Normal
it: Normale

source: Wind
ar_sa: ريح
el: Ανεμος
it: Vento
ja: 風

source: limit
it: limite

source: Web link
ar_sa: رابط موقع
el: Σύνδεσμος Ιστού
it: Sito web
ja: ウェブリンク

source: Horizontal
ar_sa: أفقي
el: Οριζόντιος
it: Orizzontale
ja: 水平

source: Icons
ar_sa: أيقونات
el: Εικονίδια
it: Icone
ja: アイコン

source: Status
ar_sa: الحالة
el: Κατάσταση
it: Stato
ja: 状態

source: Flow designer
ar_sa: مصمم التدفق
el: Σχεδιαστής ροής
it: Progettazione flow
ja: フローデザイナー

source: IOT apps & broker
ar_sa: تطبيقات IOT والوسيط
el: Εφαρμογές και μεσίτης IOT
it: IOT App e broker
ja: IOTアプリ&ブローカー

source: IOT apps
ar_sa: تطبيقات إنترنت الأشياء
el: Εφαρμογές IOT
it: IOT App
ja: ダッシュボード IOT アプリ

source: Basic
ar_sa: أساسي
el: Βασικός
it: Base
ja: 基本

source: Name
it: Nome

source: Icon
it: Icona

source: Variable
it: Variabile

source: Cookies Policy
it: Politica dei Cookies

source: Dashboard management system
it: Sistema di gestione della dashboard

source: Nature
ar_sa: طبيعة
el: Φύση
ja: 自然

source: Subnature
ar_sa: الطبيعة الفرعية
el: Υποκατηγορία
ja: 亜自然

source: Widget
ar_sa: القطعة
el: Μικροεφαρμογή
ja: ウィジェット

source: Screenshot
ar_sa: لقطة شاشة
el: Στιγμιότυπο οθόνης
ja: スクリーンショット

source: Palette
ar_sa: لوحة
el: Παλέτα
ja: パレット

source: Context broker
ar_sa: وسيط السياق
el: Μεσίτης περιβάλλοντος
ja: コンテキストブローカー

source: U/M
el: U / Μ

source: Responsive
ar_sa: متجاوب
el: Ευαίσθητος
ja: レスポンシブ

source: Autofit
ar_sa: احتواء تلقائي
el: Αυτόματο
ja: オートフィット

source: Dashboard IOT apps
ar_sa: إنشاء تطبيق IoT
el: Εφαρμογές πίνακα ελέγχου IOT
ja: ダッシュボード IOT アプリ

source: Broker
ar_sa: وسيط
el: Μεσίτης
ja: ブローカ

source: Dashboards
ar_sa: لوحات معلوماتي الخاصة
el: Πίνακες ελέγχου
ja: 自分のダッシュボード

source: Web scraper (portia)
ar_sa: مكشطة ويب (بورتيا)
el: Ξύστρα Ιστού (portia)
ja: Webスクレイパー（portia）
